{
    "4.1": {
        "chapter_number": 4,
        "verse_number": "Bg. 4.1",
        "sanskrit_shlok": "श्रीभगवानुवाचइमं विवस्वते योगं प्रोक्तवानहमव्ययम् ।विवस्वान्मनवे प्राह मनुरिक्ष्वाकवेऽब्रवीत् ॥ १ ॥",
        "synonyms": "śrī-bhagavān uvāca — the Supreme Personality of Godhead said; imam — this; vivasvate — unto the sun-god; yogam — the science of one’s relationship to the Supreme; proktavān — instructed; aham — I; avyayam — imperishable; vivasvān — Vivasvān (the sun-god’s name); manave — unto the father of mankind (of the name Vaivasvata); prāha — told; manuḥ — the father of mankind; ikṣvākave — unto King Ikṣvāku; abravīt — said.",
        "english_sanskrit": "śrī-bhagavān uvācaimaṁ vivasvate yogaṁproktavān aham avyayamvivasvān manave prāhamanur ikṣvākave ’bravīt yac-cakṣur eṣa savitā sakala-grahāṇāṁrājā samasta-sura-mūrtir aśeṣa-tejāḥyasyājñayā bhramati sambhṛta-kāla-cakrogovindam ādi-puruṣaṁ tam ahaṁ bhajāmi tretā-yugādau ca tatovivasvān manave dadaumanuś ca loka-bhṛty-arthaṁsutāyekṣvākave dadauikṣvākuṇā ca kathitovyāpya lokān avasthitaḥ",
        "translation": "The Personality of Godhead, Lord Śrī Kṛṣṇa, said: I instructed this imperishable science of yoga to the sun-god, Vivasvān, and Vivasvān instructed it to Manu, the father of mankind, and Manu in turn instructed it to Ikṣvāku.",
        "purport": "Herein we find the history of the Bhagavad-gītā traced from a remote time when it was delivered to the royal order of all planets, beginning from the sun planet. The kings of all planets are especially meant for the protection of the inhabitants, and therefore the royal order should understand the science of Bhagavad-gītā in order to be able to rule the citizens and protect them from material bondage to lust. Human life is meant for cultivation of spiritual knowledge, in eternal relationship with the Supreme Personality of Godhead, and the executive heads of all states and all planets are obliged to impart this lesson to the citizens by education, culture and devotion. In other words, the executive heads of all states are intended to spread the science of Kṛṣṇa consciousness so that the people may take advantage of this great science and pursue a successful path, utilizing the opportunity of the human form of life."
    },
    "4.2": {
        "chapter_number": 4,
        "verse_number": "Bg. 4.2",
        "sanskrit_shlok": "एवं परम्पराप्राप्तमिमं राजर्षयो विदुः ।स कालेनेह महता योगे नष्टः परन्तप ॥ २ ॥",
        "synonyms": "evam — thus; paramparā — by disciplic succession; prāptam — received; imam — this science; rāja-ṛṣayaḥ — the saintly kings; viduḥ — understood; saḥ — that knowledge; kālena — in the course of time; iha — in this world; mahatā — great; yogaḥ — the science of one’s relationship with the Supreme; naṣṭaḥ — scattered; param-tapa — O Arjuna, subduer of the enemies.",
        "english_sanskrit": "evaṁ paramparā-prāptamimaṁ rājarṣayo viduḥsa kāleneha mahatāyogo naṣṭaḥ paran-tapa",
        "translation": "This supreme science was thus received through the chain of disciplic succession, and the saintly kings understood it in that way. But in course of time the succession was broken, and therefore the science as it is appears to be lost.",
        "purport": "It is clearly stated that the Gītā was especially meant for the saintly kings because they were to execute its purpose in ruling over the citizens. Certainly Bhagavad-gītā was never meant for the demonic persons, who would dissipate its value for no one’s benefit and would devise all types of interpretations according to personal whims. As soon as the original purpose was scattered by the motives of the unscrupulous commentators, there arose the need to reestablish the disciplic succession. Five thousand years ago it was detected by the Lord Himself that the disciplic succession was broken, and therefore He declared that the purpose of the Gītā appeared to be lost. In the same way, at the present moment also there are so many editions of the Gītā (especially in English), but almost all of them are not according to authorized disciplic succession. There are innumerable interpretations rendered by different mundane scholars, but almost all of them do not accept the Supreme Personality of Godhead, Kṛṣṇa, although they make a good business on the words of Śrī Kṛṣṇa. This spirit is demonic, because demons do not believe in God but simply enjoy the property of the Supreme. Since there is a great need of an edition of the Gītā in English, as it is received by the paramparā (disciplic succession) system, an attempt is made herewith to fulfill this great want. Bhagavad-gītā – accepted as it is – is a great boon to humanity; but if it is accepted as a treatise of philosophical speculations, it is simply a waste of time."
    },
    "4.3": {
        "chapter_number": 4,
        "verse_number": "Bg. 4.3",
        "sanskrit_shlok": "स एवायं मया तेऽद्य योगः प्रोक्तः पुरातनः ।भक्तोऽसि मे सखा चेति रहस्यं ह्येतदुत्तमम् ॥ ३ ॥",
        "synonyms": "saḥ — the same; eva — certainly; ayam — this; mayā — by Me; te — unto you; adya — today; yogaḥ — the science of yoga; proktaḥ — spoken; purātanaḥ — very old; bhaktaḥ — devotee; asi — you are; me — My; sakhā — friend; ca — also; iti — therefore; rahasyam — mystery; hi — certainly; etat — this; uttamam — transcendental.",
        "english_sanskrit": "sa evāyaṁ mayā te ’dyayogaḥ proktaḥ purātanaḥbhakto ’si me sakhā cetirahasyaṁ hy etad uttamam",
        "translation": "That very ancient science of the relationship with the Supreme is today told by Me to you because you are My devotee as well as My friend and can therefore understand the transcendental mystery of this science.",
        "purport": "There are two classes of men, namely the devotee and the demon. The Lord selected Arjuna as the recipient of this great science owing to his being a devotee of the Lord, but for the demon it is not possible to understand this great mysterious science. There are a number of editions of this great book of knowledge. Some of them have commentaries by the devotees, and some of them have commentaries by the demons. Commentation by the devotees is real, whereas that of the demons is useless. Arjuna accepts Śrī Kṛṣṇa as the Supreme Personality of Godhead, and any commentary on the Gītā following in the footsteps of Arjuna is real devotional service to the cause of this great science. The demonic, however, do not accept Lord Kṛṣṇa as He is. Instead they concoct something about Kṛṣṇa and mislead general readers from the path of Kṛṣṇa’s instructions. Here is a warning about such misleading paths. One should try to follow the disciplic succession from Arjuna, and thus be benefited by this great science of Śrīmad Bhagavad-gītā."
    },
    "4.4": {
        "chapter_number": 4,
        "verse_number": "Bg. 4.4",
        "sanskrit_shlok": "अर्जुन उवाचअपरं भवतो जन्म परं जन्म विवस्वतः ।कथमेतद्विजानीयां त्वमादौ प्रोक्तवानिति ॥ ४ ॥",
        "synonyms": "arjunaḥ uvāca — Arjuna said; aparam — junior; bhavataḥ — Your; janma — birth; param — superior; janma — birth; vivasvataḥ — of the sun-god; katham — how; etat — this; vijānīyām — shall I understand; tvam — You; ādau — in the beginning; proktavān — instructed; iti — thus.",
        "english_sanskrit": "arjuna uvācaaparaṁ bhavato janmaparaṁ janma vivasvataḥkatham etad vijānīyāṁtvam ādau proktavān iti",
        "translation": "Arjuna said: The sun-god Vivasvān is senior by birth to You. How am I to understand that in the beginning You instructed this science to him?",
        "purport": "Arjuna is an accepted devotee of the Lord, so how could he not believe Kṛṣṇa’s words? The fact is that Arjuna is not inquiring for himself but for those who do not believe in the Supreme Personality of Godhead or for the demons who do not like the idea that Kṛṣṇa should be accepted as the Supreme Personality of Godhead; for them only Arjuna inquires on this point, as if he were himself not aware of the Personality of Godhead, or Kṛṣṇa. As it will be evident from the Tenth Chapter, Arjuna knew perfectly well that Kṛṣṇa is the Supreme Personality of Godhead, the fountainhead of everything and the last word in transcendence. Of course, Kṛṣṇa also appeared as the son of Devakī on this earth. How Kṛṣṇa remained the same Supreme Personality of Godhead, the eternal original person, is very difficult for an ordinary man to understand. Therefore, to clarify this point, Arjuna put this question before Kṛṣṇa so that He Himself could speak authoritatively. That Kṛṣṇa is the supreme authority is accepted by the whole world, not only at present but from time immemorial, and the demons alone reject Him. Anyway, since Kṛṣṇa is the authority accepted by all, Arjuna put this question before Him in order that Kṛṣṇa would describe Himself without being depicted by the demons, who always try to distort Him in a way understandable to the demons and their followers. It is necessary that everyone, for his own interest, know the science of Kṛṣṇa. Therefore, when Kṛṣṇa Himself speaks about Himself, it is auspicious for all the worlds. To the demons, such explanations by Kṛṣṇa Himself may appear to be strange because the demons always study Kṛṣṇa from their own standpoint, but those who are devotees heartily welcome the statements of Kṛṣṇa when they are spoken by Kṛṣṇa Himself. The devotees will always worship such authoritative statements of Kṛṣṇa because they are always eager to know more and more about Him. The atheists, who consider Kṛṣṇa an ordinary man, may in this way come to know that Kṛṣṇa is superhuman, that He is sac-cid-ānanda-vigraha – the eternal form of bliss and knowledge – that He is transcendental, and that He is above the domination of the modes of material nature and above the influence of time and space. A devotee of Kṛṣṇa, like Arjuna, is undoubtedly above any misunderstanding of the transcendental position of Kṛṣṇa. Arjuna’s putting this question before the Lord is simply an attempt by the devotee to defy the atheistic attitude of persons who consider Kṛṣṇa to be an ordinary human being, subject to the modes of material nature."
    },
    "4.5": {
        "chapter_number": 4,
        "verse_number": "Bg. 4.5",
        "sanskrit_shlok": "श्रीभगवानुवाचबहूनि मे व्यतीतानि जन्मानि तव चार्जुन ।तान्यहं वेद सर्वाणि न त्वं वेत्थ परन्तप ॥ ५ ॥",
        "synonyms": "śrī-bhagavān uvāca — the Personality of Godhead said; bahūni — many; me — of Mine; vyatītāni — have passed; janmāni — births; tava — of yours; ca — and also; arjuna — O Arjuna; tāni — those; aham — I; veda — do know; sarvāṇi — all; na — not; tvam — you; vettha — know; param-tapa — O subduer of the enemy.",
        "english_sanskrit": "śrī-bhagavān uvācabahūni me vyatītānijanmāni tava cārjunatāny ahaṁ veda sarvāṇina tvaṁ vettha paran-tapa advaitam acyutam anādim ananta-rūpamādyaṁ purāṇa-puruṣaṁ nava-yauvanaṁ cavedeṣu durlabham adurlabham ātma-bhaktaugovindam ādi-puruṣaṁ tam ahaṁ bhajāmi rāmādi-mūrtiṣu kalā-niyamena tiṣṭhannānāvatāram akarod bhuvaneṣu kintukṛṣṇaḥ svayaṁ samabhavat paramaḥ pumān yogovindam ādi-puruṣaṁ tam ahaṁ bhajāmi",
        "translation": "The Personality of Godhead said: Many, many births both you and I have passed. I can remember all of them, but you cannot, O subduer of the enemy!",
        "purport": "In the Brahma-saṁhitā (5.33) we have information of many, many incarnations of the Lord. It is stated there:"
    },
    "4.6": {
        "chapter_number": 4,
        "verse_number": "Bg. 4.6",
        "sanskrit_shlok": "अजोऽपि सन्नव्ययात्मा भूतानामीश्वरोऽपि सन् ।प्रकृतिं स्वामधिष्ठाय सम्भवाम्यात्ममायया ॥ ६ ॥",
        "synonyms": "ajaḥ — unborn; api — although; san — being so; avyaya — without deterioration; ātmā — body; bhūtānām — of all those who are born; īśvaraḥ — the Supreme Lord; api — although; san — being so; prakṛtim — in the transcendental form; svām — of Myself; adhiṣṭhāya — being so situated; sambhavāmi — I do incarnate; ātma-māyayā — by My internal energy.",
        "english_sanskrit": "ajo ’pi sann avyayātmābhūtānām īśvaro ’pi sanprakṛtiṁ svām adhiṣṭhāyasambhavāmy ātma-māyayā",
        "translation": "Although I am unborn and My transcendental body never deteriorates, and although I am the Lord of all living entities, I still appear in every millennium in My original transcendental form.",
        "purport": "The Lord has spoken about the peculiarity of His birth: although He may appear like an ordinary person, He remembers everything of His many, many past “births,” whereas a common man cannot remember what he has done even a few hours before. If someone is asked what he did exactly at the same time one day earlier, it would be very difficult for a common man to answer immediately. He would surely have to dredge his memory to recall what he was doing exactly at the same time one day before. And yet, men often dare claim to be God, or Kṛṣṇa. One should not be misled by such meaningless claims. Then again, the Lord explains His prakṛti, or His form. Prakṛti means “nature,” as well as svarūpa, or “one’s own form.” The Lord says that He appears in His own body. He does not change His body, as the common living entity changes from one body to another. The conditioned soul may have one kind of body in the present birth, but he has a different body in the next birth. In the material world, the living entity has no fixed body but transmigrates from one body to another. The Lord, however, does not do so. Whenever He appears, He does so in the same original body, by His internal potency. In other words, Kṛṣṇa appears in this material world in His original eternal form, with two hands, holding a flute. He appears exactly in His eternal body, uncontaminated by this material world. Although He appears in the same transcendental body and is Lord of the universe, it still appears that He takes His birth like an ordinary living entity. And although His body does not deteriorate like a material body, it still appears that Lord Kṛṣṇa grows from childhood to boyhood and from boyhood to youth. But astonishingly enough He never ages beyond youth. At the time of the Battle of Kurukṣetra, He had many grandchildren at home; or, in other words, He had sufficiently aged by material calculations. Still He looked just like a young man twenty or twenty-five years old. We never see a picture of Kṛṣṇa in old age because He never grows old like us, although He is the oldest person in the whole creation – past, present and future. Neither His body nor His intelligence ever deteriorates or changes. Therefore, it is clear that in spite of His being in the material world, He is the same unborn, eternal form of bliss and knowledge, changeless in His transcendental body and intelligence. Factually, His appearance and disappearance are like the sun’s rising, moving before us and then disappearing from our eyesight. When the sun is out of sight, we think that the sun has set, and when the sun is before our eyes, we think that the sun is on the horizon. Actually, the sun is always in its fixed position, but owing to our defective, insufficient senses, we calculate the appearance and disappearance of the sun in the sky. And because Lord Kṛṣṇa’s appearance and disappearance are completely different from that of any ordinary, common living entity, it is evident that He is eternal, blissful knowledge by His internal potency – and He is never contaminated by material nature. The Vedas also confirm that the Supreme Personality of Godhead is unborn yet He still appears to take His birth in multimanifestations. The Vedic supplementary literatures also confirm that even though the Lord appears to be taking His birth, He is still without change of body. In the Bhāgavatam, He appears before His mother as Nārāyaṇa, with four hands and the decorations of the six kinds of full opulences. His appearance in His original eternal form is His causeless mercy, bestowed upon the living entities so that they can concentrate on the Supreme Lord as He is, and not on mental concoctions or imaginations, which the impersonalist wrongly thinks the Lord’s forms to be. The word māyā, or ātma-māyā, refers to the Lord’s causeless mercy, according to the Viśva-kośa dictionary. The Lord is conscious of all of His previous appearances and disappearances, but a common living entity forgets everything about his past body as soon as he gets another body. He is the Lord of all living entities because He performs wonderful and superhuman activities while He is on this earth. Therefore, the Lord is always the same Absolute Truth and is without differentiation between His form and self, or between His quality and body. A question may now be raised as to why the Lord appears and disappears in this world. This is explained in the next verse."
    },
    "4.7": {
        "chapter_number": 4,
        "verse_number": "Bg. 4.7",
        "sanskrit_shlok": "यदा यदा हि धर्मस्य ग्लानिर्भवति भारत ।अभ्युत्थानमधर्मस्य तदात्मानं सृजाम्यहम् ॥ ७ ॥",
        "synonyms": "yadā yadā — whenever and wherever; hi — certainly; dharmasya — of religion; glāniḥ — discrepancies; bhavati — become manifested; bhārata — O descendant of Bharata; abhyutthānam — predominance; adharmasya — of irreligion; tadā — at that time; ātmānam — self; sṛjāmi — manifest; aham — I.",
        "english_sanskrit": "yadā yadā hi dharmasyaglānir bhavati bhārataabhyutthānam adharmasyatadātmānaṁ sṛjāmy aham",
        "translation": "Whenever and wherever there is a decline in religious practice, O descendant of Bharata, and a predominant rise of irreligion – at that time I descend Myself.",
        "purport": "The word sṛjāmi is significant herein. Sṛjāmi cannot be used in the sense of creation, because, according to the previous verse, there is no creation of the Lord’s form or body, since all of the forms are eternally existent. Therefore, sṛjāmi means that the Lord manifests Himself as He is. Although the Lord appears on schedule, namely at the end of the Dvāpara-yuga of the twenty-eighth millennium of the seventh Manu in one day of Brahmā, He has no obligation to adhere to such rules and regulations, because He is completely free to act in many ways at His will. He therefore appears by His own will whenever there is a predominance of irreligiosity and a disappearance of true religion. Principles of religion are laid down in the Vedas, and any discrepancy in the matter of properly executing the rules of the Vedas makes one irreligious. In the Bhāgavatam it is stated that such principles are the laws of the Lord. Only the Lord can manufacture a system of religion. The Vedas are also accepted as originally spoken by the Lord Himself to Brahmā, from within his heart. Therefore, the principles of dharma, or religion, are the direct orders of the Supreme Personality of Godhead (dharmaṁ tu sākṣād bhagavat-praṇītam). These principles are clearly indicated throughout the Bhagavad-gītā. The purpose of the Vedas is to establish such principles under the order of the Supreme Lord, and the Lord directly orders, at the end of the Gītā, that the highest principle of religion is to surrender unto Him only, and nothing more. The Vedic principles push one towards complete surrender unto Him; and whenever such principles are disturbed by the demoniac, the Lord appears. From the Bhāgavatam we understand that Lord Buddha is the incarnation of Kṛṣṇa who appeared when materialism was rampant and materialists were using the pretext of the authority of the Vedas. Although there are certain restrictive rules and regulations regarding animal sacrifice for particular purposes in the Vedas, people of demonic tendency still took to animal sacrifice without reference to the Vedic principles. Lord Buddha appeared in order to stop this nonsense and to establish the Vedic principles of nonviolence. Therefore each and every avatāra, or incarnation of the Lord, has a particular mission, and they are all described in the revealed scriptures. No one should be accepted as an avatāra unless he is referred to by scriptures. It is not a fact that the Lord appears only on Indian soil. He can manifest Himself anywhere and everywhere, and whenever He desires to appear. In each and every incarnation, He speaks as much about religion as can be understood by the particular people under their particular circumstances. But the mission is the same – to lead people to God consciousness and obedience to the principles of religion. Sometimes He descends personally, and sometimes He sends His bona fide representative in the form of His son, or servant, or Himself in some disguised form."
    },
    "4.8": {
        "chapter_number": 4,
        "verse_number": "Bg. 4.8",
        "sanskrit_shlok": "परित्राणाय साधुनां विनाशाय च दुष्कृताम् ।धर्मसंस्थानार्थाय सम्भवामि युगे युगे ॥ ८ ॥",
        "synonyms": "paritrāṇāya — for the deliverance; sādhūnām — of the devotees; vināśāya — for the annihilation; ca — and; duṣkṛtām — of the miscreants; dharma — principles of religion; saṁsthāpana-arthāya — to reestablish; sambhavāmi — I do appear; yuge — millennium; yuge — after millennium.",
        "english_sanskrit": "paritrāṇāya sādhūnāṁvināśāya ca duṣkṛtāmdharma-saṁsthāpanārthāyasambhavāmi yuge yuge sṛṣṭi-hetu yei mūrti prapañce avataresei īśvara-mūrti ‘avatāra’ nāma dhare māyātīta paravyome sabāra avasthānaviśve avatari’ dhare ‘avatāra’ nāma",
        "translation": "To deliver the pious and to annihilate the miscreants, as well as to reestablish the principles of religion, I Myself appear, millennium after millennium.",
        "purport": "According to Bhagavad-gītā, a sādhu (holy man) is a man in Kṛṣṇa consciousness. A person may appear to be irreligious, but if he has the qualifications of Kṛṣṇa consciousness wholly and fully, he is to be understood to be a sādhu. And duṣkṛtām applies to those who do not care for Kṛṣṇa consciousness. Such miscreants, or duṣkṛtām, are described as foolish and the lowest of mankind, even though they may be decorated with mundane education, whereas a person who is one hundred percent engaged in Kṛṣṇa consciousness is accepted as a sādhu, even though such a person may be neither learned nor well cultured. As far as the atheistic are concerned, it is not necessary for the Supreme Lord to appear as He is to destroy them, as He did with the demons Rāvaṇa and Kaṁsa. The Lord has many agents who are quite competent to vanquish demons. But the Lord especially descends to appease His unalloyed devotees, who are always harassed by the demoniac. The demon harasses the devotee, even though the latter may happen to be his kin. Although Prahlāda Mahārāja was the son of Hiraṇyakaśipu, he was nonetheless persecuted by his father; although Devakī, the mother of Kṛṣṇa, was the sister of Kaṁsa, she and her husband Vasudeva were persecuted only because Kṛṣṇa was to be born of them. So Lord Kṛṣṇa appeared primarily to deliver Devakī rather than kill Kaṁsa, but both were performed simultaneously. Therefore it is said here that to deliver the devotee and vanquish the demon miscreants, the Lord appears in different incarnations."
    },
    "4.9": {
        "chapter_number": 4,
        "verse_number": "Bg. 4.9",
        "sanskrit_shlok": "जन्म कर्म च मे दिव्यमेवं यो वेत्ति तत्त्वतः ।त्यक्त्वा देहं पुनर्जन्म नैति मामेति सोऽर्जुन ॥ ९ ॥",
        "synonyms": "janma — birth; karma — work; ca — also; me — of Mine; divyam — transcendental; evam — like this; yaḥ — anyone who; vetti — knows; tattvataḥ — in reality; tyaktvā — leaving aside; deham — this body; punaḥ — again; janma — birth; na — never; eti — does attain; mām — unto Me; eti — does attain; saḥ — he; arjuna — O Arjuna.",
        "english_sanskrit": "janma karma ca me divyamevaṁ yo vetti tattvataḥtyaktvā dehaṁ punar janmanaiti mām eti so ’rjuna eko devo nitya-līlānuraktobhakta-vyāpī hṛdy antar-ātmā tam eva viditvāti mṛtyum etinānyaḥ panthā vidyate ’yanāya",
        "translation": "One who knows the transcendental nature of My appearance and activities does not, upon leaving the body, take his birth again in this material world, but attains My eternal abode, O Arjuna.",
        "purport": "The Lord’s descent from His transcendental abode is already explained in the sixth verse. One who can understand the truth of the appearance of the Personality of Godhead is already liberated from material bondage, and therefore he returns to the kingdom of God immediately after quitting this present material body. Such liberation of the living entity from material bondage is not at all easy. The impersonalists and the yogīs attain liberation only after much trouble and many, many births. Even then, the liberation they achieve – merging into the impersonal brahma-jyotir of the Lord – is only partial, and there is the risk of returning to this material world. But the devotee, simply by understanding the transcendental nature of the body and activities of the Lord, attains the abode of the Lord after ending this body and does not run the risk of returning to this material world. In the Brahma-saṁhitā (5.33) it is stated that the Lord has many, many forms and incarnations: advaitam acyutam anādim ananta-rūpam. Although there are many transcendental forms of the Lord, they are still one and the same Supreme Personality of Godhead. One has to understand this fact with conviction, although it is incomprehensible to mundane scholars and empiric philosophers. As stated in the Vedas (Puruṣa-bodhinī Upaniṣad):"
    },
    "4.10": {
        "chapter_number": 4,
        "verse_number": "Bg. 4.10",
        "sanskrit_shlok": "वीतरागभयक्रोधा मन्मया मामुपाश्रिताः ।बहवो ज्ञानतपसा पूता मद्भ‍ावमागताः ॥ १० ॥",
        "synonyms": "vīta — freed from; rāga — attachment; bhaya — fear; krodhāḥ — and anger; mat-mayāḥ — fully in Me; mām — in Me; upāśritāḥ — being fully situated; bahavaḥ — many; jñāna — of knowledge; tapasā — by the penance; pūtāḥ — being purified; mat-bhāvam — transcendental love for Me; āgatāḥ — attained.",
        "english_sanskrit": "vīta-rāga-bhaya-krodhāman-mayā mām upāśritāḥbahavo jñāna-tapasāpūtā mad-bhāvam āgatāḥ ādau śraddhā tataḥ sādhu-saṅgo ’tha bhajana-kriyātato ’nartha-nivṛttiḥ syāttato niṣṭhā rucis tataḥ athāsaktis tato bhāvastataḥ premābhyudañcatisādhakānām ayaṁ premṇaḥprādurbhāve bhavet kramaḥ",
        "translation": "Being freed from attachment, fear and anger, being fully absorbed in Me and taking refuge in Me, many, many persons in the past became purified by knowledge of Me – and thus they all attained transcendental love for Me.",
        "purport": "As described above, it is very difficult for a person who is too materially affected to understand the personal nature of the Supreme Absolute Truth. Generally, people who are attached to the bodily conception of life are so absorbed in materialism that it is almost impossible for them to understand how the Supreme can be a person. Such materialists cannot even imagine that there is a transcendental body which is imperishable, full of knowledge and eternally blissful. In the materialistic concept, the body is perishable, full of ignorance and completely miserable. Therefore, people in general keep this same bodily idea in mind when they are informed of the personal form of the Lord. For such materialistic men, the form of the gigantic material manifestation is supreme. Consequently they consider the Supreme to be impersonal. And because they are too materially absorbed, the conception of retaining the personality after liberation from matter frightens them. When they are informed that spiritual life is also individual and personal, they become afraid of becoming persons again, and so they naturally prefer a kind of merging into the impersonal void. Generally, they compare the living entities to the bubbles of the ocean, which merge into the ocean. That is the highest perfection of spiritual existence attainable without individual personality. This is a kind of fearful stage of life, devoid of perfect knowledge of spiritual existence. Furthermore there are many persons who cannot understand spiritual existence at all. Being embarrassed by so many theories and by contradictions of various types of philosophical speculation, they become disgusted or angry and foolishly conclude that there is no supreme cause and that everything is ultimately void. Such people are in a diseased condition of life. Some people are too materially attached and therefore do not give attention to spiritual life, some of them want to merge into the supreme spiritual cause, and some of them disbelieve in everything, being angry at all sorts of spiritual speculation out of hopelessness. This last class of men take to the shelter of some kind of intoxication, and their affective hallucinations are sometimes accepted as spiritual vision. One has to get rid of all three stages of material consciousness: attachment to material life, fear of a spiritual personal identity, and the conception of void that arises from frustration in life. To get free from these three stages of the material concept of life, one has to take complete shelter of the Lord, guided by the bona fide spiritual master, and follow the disciplines and regulative principles of devotional life. The last stage of the devotional life is called bhāva, or transcendental love of Godhead."
    },
    "4.11": {
        "chapter_number": 4,
        "verse_number": "Bg. 4.11",
        "sanskrit_shlok": "ये यथा मां प्रपद्यन्ते तांस्तथैव भजाम्यहम् ।मम वर्त्मानुवर्तन्ते मनुष्याः पार्थ सर्वशः ॥ ११ ॥",
        "synonyms": "ye — all who; yathā — as; mām — unto Me; prapadyante — surrender; tān — them; tathā — so; eva — certainly; bhajāmi — reward; aham — I; mama — My; vartma — path; anuvartante — follow; manuṣyāḥ — all men; pārtha — O son of Pṛthā; sarvaśaḥ — in all respects.",
        "english_sanskrit": "ye yathā māṁ prapadyantetāṁs tathaiva bhajāmy ahammama vartmānuvartantemanuṣyāḥ pārtha sarvaśaḥ akāmaḥ sarva-kāmo vāmokṣa-kāma udāra-dhīḥtīvreṇa bhakti-yogenayajeta puruṣaṁ param",
        "translation": "As all surrender unto Me, I reward them accordingly. Everyone follows My path in all respects, O son of Pṛthā.",
        "purport": "Everyone is searching for Kṛṣṇa in the different aspects of His manifestations. Kṛṣṇa, the Supreme Personality of Godhead, is partially realized in His impersonal brahma-jyotir effulgence and as the all-pervading Supersoul dwelling within everything, including the particles of atoms. But Kṛṣṇa is fully realized only by His pure devotees. Consequently, Kṛṣṇa is the object of everyone’s realization, and thus anyone and everyone is satisfied according to one’s desire to have Him. In the transcendental world also, Kṛṣṇa reciprocates with His pure devotees in the transcendental attitude, just as the devotee wants Him. One devotee may want Kṛṣṇa as supreme master, another as his personal friend, another as his son and still another as his lover. Kṛṣṇa rewards all the devotees equally, according to their different intensities of love for Him. In the material world, the same reciprocations of feelings are there, and they are equally exchanged by the Lord with the different types of worshipers. The pure devotees both here and in the transcendental abode associate with Him in person and are able to render personal service to the Lord and thus derive transcendental bliss in His loving service. As for those who are impersonalists and who want to commit spiritual suicide by annihilating the individual existence of the living entity, Kṛṣṇa helps also by absorbing them into His effulgence. Such impersonalists do not agree to accept the eternal, blissful Personality of Godhead; consequently they cannot relish the bliss of transcendental personal service to the Lord, having extinguished their individuality. Some of them, who are not firmly situated even in the impersonal existence, return to this material field to exhibit their dormant desires for activities. They are not admitted into the spiritual planets, but they are again given a chance to act on the material planets. For those who are fruitive workers, the Lord awards the desired results of their prescribed duties, as the yajñeśvara; and those who are yogīs seeking mystic powers are awarded such powers. In other words, everyone is dependent for success upon His mercy alone, and all kinds of spiritual processes are but different degrees of success on the same path. Unless, therefore, one comes to the highest perfection of Kṛṣṇa consciousness, all attempts remain imperfect, as is stated in the Śrīmad-Bhāgavatam (2.3.10):"
    },
    "4.12": {
        "chapter_number": 4,
        "verse_number": "Bg. 4.12",
        "sanskrit_shlok": "काङ्क्षन्तः कर्मणां सिद्धिं यजन्त इह देवता ।क्षिप्रं हि मानुषे लोके सिद्धिर्भवति कर्मजा ॥ १२ ॥",
        "synonyms": "kāṅkṣantaḥ — desiring; karmaṇām — of fruitive activities; siddhim — perfection; yajante — they worship by sacrifices; iha — in the material world; devatāḥ — the demigods; kṣipram — very quickly; hi — certainly; mānuṣe — in human society; loke — within this world; siddhiḥ — success; bhavati — comes; karma-jā — from fruitive work.",
        "english_sanskrit": "kāṅkṣantaḥ karmaṇāṁ siddhiṁyajanta iha devatāḥkṣipraṁ hi mānuṣe lokesiddhir bhavati karma-jā",
        "translation": "Men in this world desire success in fruitive activities, and therefore they worship the demigods. Quickly, of course, men get results from fruitive work in this world.",
        "purport": "There is a great misconception about the gods or demigods of this material world, and men of less intelligence, although passing as great scholars, take these demigods to be various forms of the Supreme Lord. Actually, the demigods are not different forms of God, but they are God’s different parts and parcels. God is one, and the parts and parcels are many. The Vedas say, nityo nityānām: God is one. Īśvaraḥ paramaḥ kṛṣṇaḥ. The Supreme God is one – Kṛṣṇa – and the demigods are delegated with powers to manage this material world. These demigods are all living entities (nityānām) with different grades of material power. They cannot be equal to the Supreme God – Nārāyaṇa, Viṣṇu, or Kṛṣṇa. Anyone who thinks that God and the demigods are on the same level is called an atheist, or pāṣaṇḍī. Even the great demigods like Brahmā and Śiva cannot be compared to the Supreme Lord. In fact, the Lord is worshiped by demigods such as Brahmā and Śiva (śiva-viriñci-nutam). Yet curiously enough there are many human leaders who are worshiped by foolish men under the misunderstanding of anthropomorphism or zoomorphism. Iha devatāḥ denotes a powerful man or demigod of this material world. But Nārāyaṇa, Viṣṇu, or Kṛṣṇa, the Supreme Personality of Godhead, does not belong to this world. He is above, or transcendental to, material creation. Even Śrīpāda Śaṅkarācārya, the leader of the impersonalists, maintains that Nārāyaṇa, or Kṛṣṇa, is beyond this material creation. However, foolish people (hṛta-jñāna) worship the demigods because they want immediate results. They get the results, but do not know that results so obtained are temporary and are meant for less intelligent persons. The intelligent person is in Kṛṣṇa consciousness, and he has no need to worship the paltry demigods for some immediate, temporary benefit. The demigods of this material world, as well as their worshipers, will vanish with the annihilation of this material world. The boons of the demigods are material and temporary. Both the material worlds and their inhabitants, including the demigods and their worshipers, are bubbles in the cosmic ocean. In this world, however, human society is mad after temporary things such as the material opulence of possessing land, family and enjoyable paraphernalia. To achieve such temporary things, people worship the demigods or powerful men in human society. If a man gets some ministership in the government by worshiping a political leader, he considers that he has achieved a great boon. All of them are therefore kowtowing to the so-called leaders or “big guns” in order to achieve temporary boons, and they indeed achieve such things. Such foolish men are not interested in Kṛṣṇa consciousness for the permanent solution to the hardships of material existence. They are all after sense enjoyment, and to get a little facility for sense enjoyment they are attracted to worshiping empowered living entities known as demigods. This verse indicates that people are rarely interested in Kṛṣṇa consciousness. They are mostly interested in material enjoyment, and therefore they worship some powerful living entity."
    },
    "4.13": {
        "chapter_number": 4,
        "verse_number": "Bg. 4.13",
        "sanskrit_shlok": "चातुर्वर्ण्यं मया सृष्टं गुणकर्मविभागशः ।तस्य कर्तारमपि मां विद्ध्यकर्तारमव्ययम् ॥ १३ ॥",
        "synonyms": "cātuḥ-varṇyam — the four divisions of human society; mayā — by Me; sṛṣṭam — created; guṇa — of quality; karma — and work; vibhāgaśaḥ — in terms of division; tasya — of that; kartāram — the father; api — although; mām — Me; viddhi — you may know; akartāram — as the nondoer; avyayam — unchangeable.",
        "english_sanskrit": "cātur-varṇyaṁ mayā sṛṣṭaṁguṇa-karma-vibhāgaśaḥtasya kartāram api māṁviddhy akartāram avyayam",
        "translation": "According to the three modes of material nature and the work associated with them, the four divisions of human society are created by Me. And although I am the creator of this system, you should know that I am yet the nondoer, being unchangeable.",
        "purport": "The Lord is the creator of everything. Everything is born of Him, everything is sustained by Him, and everything, after annihilation, rests in Him. He is therefore the creator of the four divisions of the social order, beginning with the intelligent class of men, technically called brāhmaṇas due to their being situated in the mode of goodness. Next is the administrative class, technically called the kṣatriyas due to their being situated in the mode of passion. The mercantile men, called the vaiśyas, are situated in the mixed modes of passion and ignorance, and the śūdras, or laborer class, are situated in the ignorant mode of material nature. In spite of His creating the four divisions of human society, Lord Kṛṣṇa does not belong to any of these divisions, because He is not one of the conditioned souls, a section of whom form human society. Human society is similar to any other animal society, but to elevate men from the animal status, the above-mentioned divisions are created by the Lord for the systematic development of Kṛṣṇa consciousness. The tendency of a particular man toward work is determined by the modes of material nature which he has acquired. Such symptoms of life, according to the different modes of material nature, are described in the Eighteenth Chapter of this book. A person in Kṛṣṇa consciousness, however, is above even the brāhmaṇas. Although brāhmaṇas by quality are supposed to know about Brahman, the Supreme Absolute Truth, most of them approach only the impersonal Brahman manifestation of Lord Kṛṣṇa. But a man who transcends the limited knowledge of a brāhmaṇa and reaches the knowledge of the Supreme Personality of Godhead, Lord Śrī Kṛṣṇa, becomes a person in Kṛṣṇa consciousness – or, in other words, a Vaiṣṇava. Kṛṣṇa consciousness includes knowledge of all different plenary expansions of Kṛṣṇa, namely Rāma, Nṛsiṁha, Varāha, etc. And as Kṛṣṇa is transcendental to this system of the four divisions of human society, a person in Kṛṣṇa consciousness is also transcendental to all divisions of human society, whether we consider the divisions of community, nation or species."
    },
    "4.14": {
        "chapter_number": 4,
        "verse_number": "Bg. 4.14",
        "sanskrit_shlok": "न मां कर्माणि लिम्पन्ति न मे कर्मफले स्पृहा ।इति मां योऽभिजानाति कर्मभिर्न स बध्यते ॥ १४ ॥",
        "synonyms": "na — never; mām — Me; karmāṇi — all kinds of work; limpanti — do affect; na — nor; me — My; karma-phale — in fruitive action; spṛhā — aspiration; iti — thus; mām — Me; yaḥ — one who; abhijānāti — does know; karmabhiḥ — by the reaction of such work; na — never; saḥ — he; badhyate — becomes entangled.",
        "english_sanskrit": "na māṁ karmāṇi limpantina me karma-phale spṛhāiti māṁ yo ’bhijānātikarmabhir na sa badhyate nimitta-mātram evāsausṛjyānāṁ sarga-karmaṇipradhāna-kāraṇī-bhūtāyato vai sṛjya-śaktayaḥ",
        "translation": "There is no work that affects Me; nor do I aspire for the fruits of action. One who understands this truth about Me also does not become entangled in the fruitive reactions of work.",
        "purport": "As there are constitutional laws in the material world stating that the king can do no wrong, or that the king is not subject to the state laws, similarly the Lord, although He is the creator of this material world, is not affected by the activities of the material world. He creates and remains aloof from the creation, whereas the living entities are entangled in the fruitive results of material activities because of their propensity for lording it over material resources. The proprietor of an establishment is not responsible for the right and wrong activities of the workers, but the workers are themselves responsible. The living entities are engaged in their respective activities of sense gratification, and these activities are not ordained by the Lord. For advancement of sense gratification, the living entities are engaged in the work of this world, and they aspire to heavenly happiness after death. The Lord, being full in Himself, has no attraction for so-called heavenly happiness. The heavenly demigods are only His engaged servants. The proprietor never desires the low-grade happiness such as the workers may desire. He is aloof from the material actions and reactions. For example, the rains are not responsible for different types of vegetation that appear on the earth, although without such rains there is no possibility of vegetative growth. Vedic smṛti confirms this fact as follows:"
    },
    "4.15": {
        "chapter_number": 4,
        "verse_number": "Bg. 4.15",
        "sanskrit_shlok": "एवं ज्ञात्वा कृतं कर्म पूर्वैरपि मुमुक्षुभिः ।कुरु कर्मैव तस्मात्त्वं पूर्वैः पूर्वतरं कृतम् ॥ १५ ॥",
        "synonyms": "evam — thus; jñātvā — knowing well; kṛtam — was performed; karma — work; pūrvaiḥ — by past authorities; api — indeed; mumukṣubhiḥ — who attained liberation; kuru — just perform; karma — prescribed duty; eva — certainly; tasmāt — therefore; tvam — you; pūrvaiḥ — by the predecessors; pūrva-taram — in ancient times; kṛtam — as performed.",
        "english_sanskrit": "evaṁ jñātvā kṛtaṁ karmapūrvair api mumukṣubhiḥkuru karmaiva tasmāt tvaṁpūrvaiḥ pūrva-taraṁ kṛtam",
        "translation": "All the liberated souls in ancient times acted with this understanding of My transcendental nature. Therefore you should perform your duty, following in their footsteps.",
        "purport": "There are two classes of men. Some of them are full of polluted material things within their hearts, and some of them are materially free. Kṛṣṇa consciousness is equally beneficial for both of these persons. Those who are full of dirty things can take to the line of Kṛṣṇa consciousness for a gradual cleansing process, following the regulative principles of devotional service. Those who are already cleansed of the impurities may continue to act in the same Kṛṣṇa consciousness so that others may follow their exemplary activities and thereby be benefited. Foolish persons or neophytes in Kṛṣṇa consciousness often want to retire from activities without having knowledge of Kṛṣṇa consciousness. Arjuna’s desire to retire from activities on the battlefield was not approved by the Lord. One need only know how to act. To retire from the activities of Kṛṣṇa consciousness and to sit aloof making a show of Kṛṣṇa consciousness is less important than actually engaging in the field of activities for the sake of Kṛṣṇa. Arjuna is here advised to act in Kṛṣṇa consciousness, following in the footsteps of the Lord’s previous disciples, such as the sun-god Vivasvān, as mentioned hereinbefore. The Supreme Lord knows all His past activities, as well as those of persons who acted in Kṛṣṇa consciousness in the past. Therefore He recommends the acts of the sun-god, who learned this art from the Lord some millions of years before. All such students of Lord Kṛṣṇa are mentioned here as past liberated persons, engaged in the discharge of duties allotted by Kṛṣṇa."
    },
    "4.16": {
        "chapter_number": 4,
        "verse_number": "Bg. 4.16",
        "sanskrit_shlok": "किं कर्म किमकर्मेति कवयोऽप्यत्र मोहिताः ।तत्ते कर्म प्रवक्ष्यामि यज्ज्ञात्वा मोक्ष्यसेऽश‍ुभात् ॥ १६ ॥",
        "synonyms": "kim — what is; karma — action; kim — what is; akarma — inaction; iti — thus; kavayaḥ — the intelligent; api — also; atra — in this matter; mohitāḥ — are bewildered; tat — that; te — unto you; karma — work; pravakṣyāmi — I shall explain; yat — which; jñātvā — knowing; mokṣyase — you will be liberated; aśubhāt — from ill fortune.",
        "english_sanskrit": "kiṁ karma kim akarmetikavayo ’py atra mohitāḥtat te karma pravakṣyāmiyaj jñātvā mokṣyase ’śubhāt",
        "translation": "Even the intelligent are bewildered in determining what is action and what is inaction. Now I shall explain to you what action is, knowing which you shall be liberated from all misfortune.",
        "purport": "Action in Kṛṣṇa consciousness has to be executed in accord with the examples of previous bona fide devotees. This is recommended in the fifteenth verse. Why such action should not be independent will be explained in the text to follow."
    },
    "4.17": {
        "chapter_number": 4,
        "verse_number": "Bg. 4.17",
        "sanskrit_shlok": "कर्मणो ह्यपि बोद्धव्यं बोद्धव्यं च विकर्मणः ।अकर्मणश्च बोद्धव्यं गहना कर्मणो गतिः ॥ १७ ॥",
        "synonyms": "karmaṇaḥ — of work; hi — certainly; api — also; boddhavyam — should be understood; boddhavyam — should be understood; ca — also; vikarmaṇaḥ — of forbidden work; akarmaṇaḥ — of inaction; ca — also; boddhavyam — should be understood; gahanā — very difficult; karmaṇaḥ — of work; gatiḥ — entrance.",
        "english_sanskrit": "karmaṇo hy api boddhavyaṁboddhavyaṁ ca vikarmaṇaḥakarmaṇaś ca boddhavyaṁgahanā karmaṇo gatiḥ",
        "translation": "The intricacies of action are very hard to understand. Therefore one should know properly what action is, what forbidden action is and what inaction is.",
        "purport": "If one is serious about liberation from material bondage, one has to understand the distinctions between action, inaction and unauthorized actions. One has to apply oneself to such an analysis of action, reaction and perverted actions because it is a very difficult subject matter. To understand Kṛṣṇa consciousness and action according to its modes, one has to learn one’s relationship with the Supreme; i.e., one who has learned perfectly knows that every living entity is an eternal servitor of the Lord and that consequently one has to act in Kṛṣṇa consciousness. The entire Bhagavad-gītā is directed toward this conclusion. Any other conclusions against this consciousness and its attendant actions are vikarmas, or prohibited actions. To understand all this one has to associate with authorities in Kṛṣṇa consciousness and learn the secret from them; this is as good as learning from the Lord directly. Otherwise, even the most intelligent persons will be bewildered."
    },
    "4.18": {
        "chapter_number": 4,
        "verse_number": "Bg. 4.18",
        "sanskrit_shlok": "कर्मण्यकर्म यः पश्येदकर्मणि च कर्म यः ।स बुद्धिमान्मनुष्येषु स युक्तः कृत्स्नकर्मकृत् ॥ १८ ॥",
        "synonyms": "karmaṇi — in action; akarma — inaction; yaḥ — one who; paśyet — observes; akarmaṇi — in inaction; ca — also; karma — fruitive action; yaḥ — one who; saḥ — he; buddhi-mān — is intelligent; manuṣyeṣu — in human society; saḥ — he; yuktaḥ — is in the transcendental position; kṛtsna-karma-kṛt — although engaged in all activities.",
        "english_sanskrit": "karmaṇy akarma yaḥ paśyedakarmaṇi ca karma yaḥsa buddhimān manuṣyeṣusa yuktaḥ kṛtsna-karma-kṛt",
        "translation": "One who sees inaction in action and action in inaction is intelligent among men, and he is in the transcendental position, although engaged in all sorts of activities.",
        "purport": "A person acting in Kṛṣṇa consciousness is naturally free from the bonds of karma. His activities are all performed for Kṛṣṇa; therefore he does not enjoy or suffer any of the effects of work. Consequently he is intelligent in human society, even though he is engaged in all sorts of activities for Kṛṣṇa. Akarma means without reaction to work. The impersonalist ceases fruitive activities out of fear, so that the resultant action may not be a stumbling block on the path of self-realization, but the personalist knows rightly his position as the eternal servitor of the Supreme Personality of Godhead. Therefore he engages himself in the activities of Kṛṣṇa consciousness. Because everything is done for Kṛṣṇa, he enjoys only transcendental happiness in the discharge of this service. Those who are engaged in this process are known to be without desire for personal sense gratification. The sense of eternal servitorship to Kṛṣṇa makes one immune to all sorts of reactionary elements of work."
    },
    "4.19": {
        "chapter_number": 4,
        "verse_number": "Bg. 4.19",
        "sanskrit_shlok": "यस्य सर्वे समारम्भाः कामसंकल्पवर्जिताः ।ज्ञानाग्निदग्धकर्माणं तमाहुः पण्डितं बुधाः ॥ १९ ॥",
        "synonyms": "yasya — one whose; sarve — all sorts of; samārambhāḥ — attempts; kāma — based on desire for sense gratification; saṅkalpa — determination; varjitāḥ — are devoid of; jñāna — of perfect knowledge; agni — by the fire; dagdha — burned; karmāṇam — whose work; tam — him; āhuḥ — declare; paṇḍitam — learned; budhāḥ — those who know.",
        "english_sanskrit": "yasya sarve samārambhāḥkāma-saṅkalpa-varjitāḥjñānāgni-dagdha-karmāṇaṁtam āhuḥ paṇḍitaṁ budhāḥ",
        "translation": "One is understood to be in full knowledge whose every endeavor is devoid of desire for sense gratification. He is said by sages to be a worker for whom the reactions of work have been burned up by the fire of perfect knowledge.",
        "purport": "Only a person in full knowledge can understand the activities of a person in Kṛṣṇa consciousness. Because the person in Kṛṣṇa consciousness is devoid of all kinds of sense-gratificatory propensities, it is to be understood that he has burned up the reactions of his work by perfect knowledge of his constitutional position as the eternal servitor of the Supreme Personality of Godhead. He is actually learned who has attained to such perfection of knowledge. Development of this knowledge of eternal servitorship to the Lord is compared to fire. Such a fire, once kindled, can burn up all kinds of reactions to work."
    },
    "4.20": {
        "chapter_number": 4,
        "verse_number": "Bg. 4.20",
        "sanskrit_shlok": "त्यक्त्वा कर्मफलासङ्गं नित्यतृप्तो निराश्रयः ।कर्मण्यभिप्रवृत्तोऽपि नैव किञ्चित्करोति सः ॥ २० ॥",
        "synonyms": "tyaktvā — having given up; karma-phala-āsaṅgam — attachment for fruitive results; nitya — always; tṛptaḥ — being satisfied; nirāśrayaḥ — without any shelter; karmaṇi — in activity; abhipravṛttaḥ — being fully engaged; api — in spite of; na — does not; eva — certainly; kiñcit — anything; karoti — do; saḥ — he.",
        "english_sanskrit": "tyaktvā karma-phalāsaṅgaṁnitya-tṛpto nirāśrayaḥkarmaṇy abhipravṛtto ’pinaiva kiñcit karoti saḥ",
        "translation": "Abandoning all attachment to the results of his activities, ever satisfied and independent, he performs no fruitive action, although engaged in all kinds of undertakings.",
        "purport": "This freedom from the bondage of actions is possible only in Kṛṣṇa consciousness, when one is doing everything for Kṛṣṇa. A Kṛṣṇa conscious person acts out of pure love for the Supreme Personality of Godhead, and therefore he has no attraction for the results of the action. He is not even attached to his personal maintenance, for everything is left to Kṛṣṇa. Nor is he anxious to secure things, nor to protect things already in his possession. He does his duty to the best of his ability and leaves everything to Kṛṣṇa. Such an unattached person is always free from the resultant reactions of good and bad; it is as though he were not doing anything. This is the sign of akarma, or actions without fruitive reactions. Any other action, therefore, devoid of Kṛṣṇa consciousness, is binding upon the worker, and that is the real aspect of vikarma, as explained hereinbefore."
    },
    "4.21": {
        "chapter_number": 4,
        "verse_number": "Bg. 4.21",
        "sanskrit_shlok": "निराशीर्यतचित्तात्मा त्यक्तसर्वपरिग्रहः ।शारीरं केवलं कर्म कुर्वन्नाप्‍नोति किल्बिषम् ॥ २१ ॥",
        "synonyms": "nirāśīḥ — without desire for the result; yata — controlled; citta-ātmā — mind and intelligence; tyakta — giving up; sarva — all; parigrahaḥ — sense of proprietorship over possessions; śārīram — in keeping body and soul together; kevalam — only; karma — work; kurvan — doing; na — never; āpnoti — does acquire; kilbiṣam — sinful reactions.",
        "english_sanskrit": "nirāśīr yata-cittātmātyakta-sarva-parigrahaḥśārīraṁ kevalaṁ karmakurvan nāpnoti kilbiṣam",
        "translation": "Such a man of understanding acts with mind and intelligence perfectly controlled, gives up all sense of proprietorship over his possessions and acts only for the bare necessities of life. Thus working, he is not affected by sinful reactions.",
        "purport": "A Kṛṣṇa conscious person does not expect good or bad results in his activities. His mind and intelligence are fully controlled. He knows that because he is part and parcel of the Supreme, the part played by him, as a part and parcel of the whole, is not his own activity but is only being done through him by the Supreme. When the hand moves, it does not move out of its own accord, but by the endeavor of the whole body. A Kṛṣṇa conscious person is always dovetailed with the supreme desire, for he has no desire for personal sense gratification. He moves exactly like a part of a machine. As a machine part requires oiling and cleaning for maintenance, so a Kṛṣṇa conscious man maintains himself by his work just to remain fit for action in the transcendental loving service of the Lord. He is therefore immune to all the reactions of his endeavors. Like an animal, he has no proprietorship even over his own body. A cruel proprietor of an animal sometimes kills the animal in his possession, yet the animal does not protest. Nor does it have any real independence. A Kṛṣṇa conscious person, fully engaged in self-realization, has very little time to falsely possess any material object. For maintaining body and soul, he does not require unfair means of accumulating money. He does not, therefore, become contaminated by such material sins. He is free from all reactions to his actions."
    },
    "4.22": {
        "chapter_number": 4,
        "verse_number": "Bg. 4.22",
        "sanskrit_shlok": "यदृच्छालाभसंतुष्टो द्वन्द्वातीतो विमत्सरः ।समः सिद्धावसिद्धौ च कृत्वापि न निबध्यते ॥ २२ ॥",
        "synonyms": "yadṛcchā — out of its own accord; lābha — with gain; santuṣṭaḥ — satisfied; dvandva — duality; atītaḥ — surpassed; vimatsaraḥ — free from envy; samaḥ — steady; siddhau — in success; asiddhau — failure; ca — also; kṛtvā — doing; api — although; na — never; nibadhyate — becomes affected.",
        "english_sanskrit": "yadṛcchā-lābha-santuṣṭodvandvātīto vimatsaraḥsamaḥ siddhāv asiddhau cakṛtvāpi na nibadhyate",
        "translation": "He who is satisfied with gain which comes of its own accord, who is free from duality and does not envy, who is steady in both success and failure, is never entangled, although performing actions.",
        "purport": "A Kṛṣṇa conscious person does not make much endeavor even to maintain his body. He is satisfied with gains which are obtained of their own accord. He neither begs nor borrows, but he labors honestly as far as is in his power, and is satisfied with whatever is obtained by his own honest labor. He is therefore independent in his livelihood. He does not allow anyone’s service to hamper his own service in Kṛṣṇa consciousness. However, for the service of the Lord he can participate in any kind of action without being disturbed by the duality of the material world. The duality of the material world is felt in terms of heat and cold, or misery and happiness. A Kṛṣṇa conscious person is above duality because he does not hesitate to act in any way for the satisfaction of Kṛṣṇa. Therefore he is steady both in success and in failure. These signs are visible when one is fully in transcendental knowledge."
    },
    "4.23": {
        "chapter_number": 4,
        "verse_number": "Bg. 4.23",
        "sanskrit_shlok": "गतसङ्गस्य मुक्तस्य ज्ञानावस्थितचेतसः ।यज्ञायाचरतः कर्म समग्रं प्रविलीयते ॥ २३ ॥",
        "synonyms": "gata-saṅgasya — of one unattached to the modes of material nature; muktasya — of the liberated; jñāna-avasthita — situated in transcendence; cetasaḥ — whose wisdom; yajñāya — for the sake of Yajña (Kṛṣṇa); ācarataḥ — acting; karma — work; samagram — in total; pravilīyate — merges entirely.",
        "english_sanskrit": "gata-saṅgasya muktasyajñānāvasthita-cetasaḥyajñāyācarataḥ karmasamagraṁ pravilīyate",
        "translation": "The work of a man who is unattached to the modes of material nature and who is fully situated in transcendental knowledge merges entirely into transcendence.",
        "purport": "Becoming fully Kṛṣṇa conscious, one is freed from all dualities and thus is free from the contaminations of the material modes. He can become liberated because he knows his constitutional position in relationship with Kṛṣṇa, and thus his mind cannot be drawn from Kṛṣṇa consciousness. Consequently, whatever he does, he does for Kṛṣṇa, who is the primeval Viṣṇu. Therefore, all his works are technically sacrifices because sacrifice aims at satisfying the Supreme Person, Viṣṇu, Kṛṣṇa. The resultant reactions to all such work certainly merge into transcendence, and one does not suffer material effects."
    },
    "4.24": {
        "chapter_number": 4,
        "verse_number": "Bg. 4.24",
        "sanskrit_shlok": "ब्रह्मार्पणं ब्रह्म हविर्ब्रह्माग्न‍ौ ब्रह्मणा हुतम् ।ब्रह्मैव तेन गन्तव्यं ब्रह्मकर्मसमाधिना ॥ २४ ॥",
        "synonyms": "brahma — spiritual in nature; arpaṇam — contribution; brahma — the Supreme; haviḥ — butter; brahma — spiritual; agnau — in the fire of consummation; brahmaṇā — by the spirit soul; hutam — offered; brahma — spiritual kingdom; eva — certainly; tena — by him; gantavyam — to be reached; brahma — spiritual; karma — in activities; samādhinā — by complete absorption.",
        "english_sanskrit": "brahmārpaṇaṁ brahma havirbrahmāgnau brahmaṇā hutambrahmaiva tena gantavyaṁbrahma-karma-samādhinā",
        "translation": "A person who is fully absorbed in Kṛṣṇa consciousness is sure to attain the spiritual kingdom because of his full contribution to spiritual activities, in which the consummation is absolute and that which is offered is of the same spiritual nature.",
        "purport": "How activities in Kṛṣṇa consciousness can lead one ultimately to the spiritual goal is described here. There are various activities in Kṛṣṇa consciousness, and all of them will be described in the following verses. But, for the present, just the principle of Kṛṣṇa consciousness is described. A conditioned soul, entangled in material contamination, is sure to act in the material atmosphere, and yet he has to get out of such an environment. The process by which the conditioned soul can get out of the material atmosphere is Kṛṣṇa consciousness. For example, a patient who is suffering from a disorder of the bowels due to overindulgence in milk products is cured by another milk product, namely curds. The materially absorbed conditioned soul can be cured by Kṛṣṇa consciousness as set forth here in the Gītā. This process is generally known as yajña, or activities (sacrifices) simply meant for the satisfaction of Viṣṇu, or Kṛṣṇa. The more the activities of the material world are performed in Kṛṣṇa consciousness, or for Viṣṇu only, the more the atmosphere becomes spiritualized by complete absorption. The word brahma (Brahman) means “spiritual.” The Lord is spiritual, and the rays of His transcendental body are called brahma-jyotir, His spiritual effulgence. Everything that exists is situated in that brahma-jyotir, but when the jyotir is covered by illusion (māyā) or sense gratification, it is called material. This material veil can be removed at once by Kṛṣṇa consciousness; thus the offering for the sake of Kṛṣṇa consciousness, the consuming agent of such an offering or contribution, the process of consumption, the contributor and the result are – all combined together – Brahman, or the Absolute Truth. The Absolute Truth covered by māyā is called matter. Matter dovetailed for the cause of the Absolute Truth regains its spiritual quality. Kṛṣṇa consciousness is the process of converting the illusory consciousness into Brahman, or the Supreme. When the mind is fully absorbed in Kṛṣṇa consciousness, it is said to be in samādhi, or trance. Anything done in such transcendental consciousness is called yajña, or sacrifice for the Absolute. In that condition of spiritual consciousness, the contributor, the contribution, the consumption, the performer or leader of the performance and the result or ultimate gain – everything – becomes one in the Absolute, the Supreme Brahman. That is the method of Kṛṣṇa consciousness."
    },
    "4.25": {
        "chapter_number": 4,
        "verse_number": "Bg. 4.25",
        "sanskrit_shlok": "दैवमेवापरे यज्ञं योगिनः पर्युपासते ।ब्रह्माग्न‍ावपरे यज्ञं यज्ञेनैवोपजुह्वति ॥ २५ ॥",
        "synonyms": "daivam — in worshiping the demigods; eva — like this; apare — some others; yajñam — sacrifices; yoginaḥ — mystics; paryupāsate — worship perfectly; brahma — of the Absolute Truth; agnau — in the fire; apare — others; yajñam — sacrifice; yajñena — by sacrifice; eva — thus; upajuhvati — offer.",
        "english_sanskrit": "daivam evāpare yajñaṁyoginaḥ paryupāsatebrahmāgnāv apare yajñaṁyajñenaivopajuhvati",
        "translation": "Some yogīs perfectly worship the demigods by offering different sacrifices to them, and some offer sacrifices in the fire of the Supreme Brahman.",
        "purport": "As described above, a person engaged in discharging duties in Kṛṣṇa consciousness is also called a perfect yogī or a first-class mystic. But there are others also, who perform similar sacrifices in the worship of demigods, and still others who sacrifice to the Supreme Brahman, or the impersonal feature of the Supreme Lord. So there are different kinds of sacrifices in terms of different categories. Such different categories of sacrifice by different types of performers only superficially demark varieties of sacrifice. Factually sacrifice means to satisfy the Supreme Lord, Viṣṇu, who is also known as Yajña. All the different varieties of sacrifice can be placed within two primary divisions: namely, sacrifice of worldly possessions and sacrifice in pursuit of transcendental knowledge. Those who are in Kṛṣṇa consciousness sacrifice all material possessions for the satisfaction of the Supreme Lord, while others, who want some temporary material happiness, sacrifice their material possessions to satisfy demigods such as Indra, the sun-god, etc. And others, who are impersonalists, sacrifice their identity by merging into the existence of impersonal Brahman. The demigods are powerful living entities appointed by the Supreme Lord for the maintenance and supervision of all material functions like the heating, watering and lighting of the universe. Those who are interested in material benefits worship the demigods by various sacrifices according to the Vedic rituals. They are called bahv-īśvara-vādī, or believers in many gods. But others, who worship the impersonal feature of the Absolute Truth and regard the forms of the demigods as temporary, sacrifice their individual selves in the supreme fire and thus end their individual existences by merging into the existence of the Supreme. Such impersonalists sacrifice their time in philosophical speculation to understand the transcendental nature of the Supreme. In other words, the fruitive workers sacrifice their material possessions for material enjoyment, whereas the impersonalist sacrifices his material designations with a view to merging into the existence of the Supreme. For the impersonalist, the fire altar of sacrifice is the Supreme Brahman, and the offering is the self being consumed by the fire of Brahman. The Kṛṣṇa conscious person, like Arjuna, however, sacrifices everything for the satisfaction of Kṛṣṇa, and thus all his material possessions as well as his own self – everything – is sacrificed for Kṛṣṇa. Thus, he is the first-class yogī; but he does not lose his individual existence."
    },
    "4.26": {
        "chapter_number": 4,
        "verse_number": "Bg. 4.26",
        "sanskrit_shlok": "श्रोत्रादीनीन्द्रियाण्यन्ये संयमाग्न‍िषु जुह्वति ।शब्दादीन्विषयानन्य इन्द्रियाग्न‍िषु जुह्वति ॥ २६ ॥",
        "synonyms": "śrotra-ādīni — such as the hearing process; indriyāṇi — senses; anye — others; saṁyama — of restraint; agniṣu — in the fires; juhvati — offer; śabda-ādīn — sound vibration, etc.; viṣayān — objects of sense gratification; anye — others; indriya — of the sense organs; agniṣu — in the fires; juhvati — they sacrifice.",
        "english_sanskrit": "śrotrādīnīndriyāṇy anyesaṁyamāgniṣu juhvatiśabdādīn viṣayān anyaindriyāgniṣu juhvati",
        "translation": "Some [the unadulterated brahmacārīs] sacrifice the hearing process and the senses in the fire of mental control, and others [the regulated householders] sacrifice the objects of the senses in the fire of the senses.",
        "purport": "The members of the four divisions of human life, namely the brahmacārī, the gṛhastha, the vānaprastha and the sannyāsī, are all meant to become perfect yogīs or transcendentalists. Since human life is not meant for our enjoying sense gratification like the animals, the four orders of human life are so arranged that one may become perfect in spiritual life. The brahmacārīs, or students under the care of a bona fide spiritual master, control the mind by abstaining from sense gratification. A brahmacārī hears only words concerning Kṛṣṇa consciousness; hearing is the basic principle for understanding, and therefore the pure brahmacārī engages fully in harer nāmānukīrtanam – chanting and hearing the glories of the Lord. He restrains himself from the vibrations of material sounds, and his hearing is engaged in the transcendental sound vibration of Hare Kṛṣṇa, Hare Kṛṣṇa. Similarly, the householders, who have some license for sense gratification, perform such acts with great restraint. Sex life, intoxication and meat-eating are general tendencies of human society, but a regulated householder does not indulge in unrestricted sex life and other sense gratification. Marriage on the principles of religious life is therefore current in all civilized human society because that is the way for restricted sex life. This restricted, unattached sex life is also a kind of yajña because the restricted householder sacrifices his general tendency toward sense gratification for higher, transcendental life."
    },
    "4.27": {
        "chapter_number": 4,
        "verse_number": "Bg. 4.27",
        "sanskrit_shlok": "सर्वाणीन्द्रियकर्माणि प्राणकर्माणि चापरे ।आत्मसंयमयोगाग्न‍ौ जुह्वति ज्ञानदीपिते ॥ २७ ॥",
        "synonyms": "sarvāṇi — of all; indriya — the senses; karmāṇi — functions; prāṇa-karmāṇi — functions of the life breath; ca — also; apare — others; ātma-saṁyama — of controlling the mind; yoga — the linking process; agnau — in the fire of; juhvati — offer; jñāna-dīpite — because of the urge for self-realization.",
        "english_sanskrit": "sarvāṇīndriya-karmāṇiprāṇa-karmāṇi cāpareātma-saṁyama-yogāgnaujuhvati jñāna-dīpite",
        "translation": "Others, who are interested in achieving self-realization through control of the mind and senses, offer the functions of all the senses, and of the life breath, as oblations into the fire of the controlled mind.",
        "purport": "The yoga system conceived by Patañjali is referred to herein. In the Yoga-sūtra of Patañjali, the soul is called pratyag-ātmā and parāg-ātmā. As long as the soul is attached to sense enjoyment it is called parāg-ātmā, but as soon as the same soul becomes detached from such sense enjoyment it is called pratyag-ātmā. The soul is subjected to the functions of ten kinds of air at work within the body, and this is perceived through the breathing system. The Patañjali system of yoga instructs one on how to control the functions of the body’s air in a technical manner so that ultimately all the functions of the air within become favorable for purifying the soul of material attachment. According to this yoga system, pratyag-ātmā is the ultimate goal. This pratyag-ātmā is withdrawn from activities in matter. The senses interact with the sense objects, like the ear for hearing, eyes for seeing, nose for smelling, tongue for tasting, and hand for touching, and all of them are thus engaged in activities outside the self. They are called the functions of the prāṇa-vāyu. The apāna-vāyu goes downwards, vyāna-vāyu acts to shrink and expand, samāna-vāyu adjusts equilibrium, udāna-vāyu goes upwards – and when one is enlightened, one engages all these in searching for self-realization."
    },
    "4.28": {
        "chapter_number": 4,
        "verse_number": "Bg. 4.28",
        "sanskrit_shlok": "द्रव्ययज्ञास्तपोयज्ञा योगयज्ञास्तथापरे ।स्वाध्यायज्ञानयज्ञाश्च यतयः संशितव्रताः ॥ २८ ॥",
        "synonyms": "dravya-yajñāḥ — sacrificing one’s possessions; tapaḥ-yajñāḥ — sacrifice in austerities; yoga-yajñāḥ — sacrifice in eightfold mysticism; tathā — thus; apare — others; svādhyāya — sacrifice in the study of the Vedas; jñāna-yajñāḥ — sacrifice in advancement of transcendental knowledge; ca — also; yatayaḥ — enlightened persons; saṁśita-vratāḥ — taken to strict vows.",
        "english_sanskrit": "dravya-yajñās tapo-yajñāyoga-yajñās tathāparesvādhyāya-jñāna-yajñāś cayatayaḥ saṁśita-vratāḥ",
        "translation": "Having accepted strict vows, some become enlightened by sacrificing their possessions, and others by performing severe austerities, by practicing the yoga of eightfold mysticism, or by studying the Vedas to advance in transcendental knowledge.",
        "purport": "These sacrifices may be fitted into various divisions. There are persons who are sacrificing their possessions in the form of various kinds of charities. In India, the rich mercantile community or princely orders open various kinds of charitable institutions like dharma-śālā, anna-kṣetra, atithi-śālā, anāthālaya and vidyā-pīṭha. In other countries, too, there are many hospitals, old age homes and similar charitable foundations meant for distributing food, education and medical treatment free to the poor. All these charitable activities are called dravyamaya-yajña. There are others who, for higher elevation in life or for promotion to higher planets within the universe, voluntarily accept many kinds of austerities such as candrāyaṇa and cāturmāsya. These processes entail severe vows for conducting life under certain rigid rules. For example, under the cāturmāsya vow the candidate does not shave for four months during the year (July to October), he does not eat certain foods, does not eat twice in a day or does not leave home. Such sacrifice of the comforts of life is called tapomaya-yajña. There are still others who engage themselves in different kinds of mystic yogas like the Patañjali system (for merging into the existence of the Absolute), or haṭha-yoga or aṣṭāṅga-yoga (for particular perfections). And some travel to all the sanctified places of pilgrimage. All these practices are called yoga-yajña, sacrifice for a certain type of perfection in the material world. There are others who engage themselves in the studies of different Vedic literatures, specifically the Upaniṣads and Vedānta-sūtras, or the Sāṅkhya philosophy. All of these are called svādhyāya-yajña, or engagement in the sacrifice of studies. All these yogīs are faithfully engaged in different types of sacrifice and are seeking a higher status of life. Kṛṣṇa consciousness, however, is different from these because it is the direct service of the Supreme Lord. Kṛṣṇa consciousness cannot be attained by any one of the above-mentioned types of sacrifice but can be attained only by the mercy of the Lord and His bona fide devotees. Therefore, Kṛṣṇa consciousness is transcendental."
    },
    "4.29": {
        "chapter_number": 4,
        "verse_number": "Bg. 4.29",
        "sanskrit_shlok": "अपाने जुह्वति प्राणं प्राणेऽपानं तथापरे ।प्राणापानगती रुद्ध्वा प्राणायामपरायणाः ।अपरे नियताहाराः प्राणान्प्राणेषु जुह्वति ॥ २९ ॥",
        "synonyms": "apāne — in the air which acts downward; juhvati — offer; prāṇam — the air which acts outward; prāṇe — in the air going outward; apānam — the air going downward; tathā — as also; apare — others; prāṇa — of the air going outward; apāna — and the air going downward; gatī — the movement; ruddhvā — checking; prāṇa-āyāma — trance induced by stopping all breathing; parāyaṇāḥ — so inclined; apare — others; niyata — having controlled; āhārāḥ — eating; prāṇān — the outgoing air; prāṇeṣu — in the outgoing air; juhvati — sacrifice.",
        "english_sanskrit": "apāne juhvati prāṇaṁprāṇe ’pānaṁ tathāpareprāṇāpāna-gatī ruddhvāprāṇāyāma-parāyaṇāḥapare niyatāhārāḥprāṇān prāṇeṣu juhvati māṁ ca yo ’vyabhicāreṇabhakti-yogena sevatesa guṇān samatītyaitānbrahma-bhūyāya kalpate",
        "translation": "Still others, who are inclined to the process of breath restraint to remain in trance, practice by offering the movement of the outgoing breath into the incoming, and the incoming breath into the outgoing, and thus at last remain in trance, stopping all breathing. Others, curtailing the eating process, offer the outgoing breath into itself as a sacrifice.",
        "purport": "This system of yoga for controlling the breathing process is called prāṇāyāma, and in the beginning it is practiced in the haṭha-yoga system through different sitting postures. All of these processes are recommended for controlling the senses and for advancement in spiritual realization. This practice involves controlling the airs within the body so as to reverse the directions of their passage. The apāna air goes downward, and the prāṇa air goes up. The prāṇāyāma-yogī practices breathing the opposite way until the currents are neutralized into pūraka, equilibrium. Offering the exhaled breath into the inhaled breath is called recaka. When both air currents are completely stopped, one is said to be in kumbhaka-yoga. By practice of kumbhaka-yoga, one can increase the duration of life for perfection in spiritual realization. The intelligent yogī is interested in attaining perfection in one life, without waiting for the next. For by practicing kumbhaka-yoga, the yogīs increase the duration of life by many, many years. A Kṛṣṇa conscious person, however, being always situated in the transcendental loving service of the Lord, automatically becomes the controller of the senses. His senses, being always engaged in the service of Kṛṣṇa, have no chance of becoming otherwise engaged. So at the end of life, he is naturally transferred to the transcendental plane of Lord Kṛṣṇa; consequently he makes no attempt to increase his longevity. He is at once raised to the platform of liberation, as stated in Bhagavad-gītā (14.26):"
    },
    "4.30": {
        "chapter_number": 4,
        "verse_number": "Bg. 4.30",
        "sanskrit_shlok": "सर्वेऽप्येते यज्ञविदो यज्ञक्षपितकल्मषाः ।यज्ञशिष्टामृतभुजो यान्ति ब्रह्म सनातनम् ॥ ३० ॥",
        "synonyms": "sarve — all; api — although apparently different; ete — these; yajña-vidaḥ — conversant with the purpose of performing sacrifices; yajña-kṣapita — being cleansed as the result of such performances; kalmaṣāḥ — of sinful reactions; yajña-śiṣṭa — of the result of such performances of yajña; amṛta-bhujaḥ — those who have tasted such nectar; yānti — do approach; brahma — the supreme; sanātanam — eternal atmosphere.",
        "english_sanskrit": "sarve ’py ete yajña-vidoyajña-kṣapita-kalmaṣāḥyajña-śiṣṭāmṛta-bhujoyānti brahma sanātanam",
        "translation": "All these performers who know the meaning of sacrifice become cleansed of sinful reactions, and, having tasted the nectar of the results of sacrifices, they advance toward the supreme eternal atmosphere.",
        "purport": "From the foregoing explanation of different types of sacrifice (namely sacrifice of one’s possessions, study of the Vedas or philosophical doctrines, and performance of the yoga system), it is found that the common aim of all is to control the senses. Sense gratification is the root cause of material existence; therefore, unless and until one is situated on a platform apart from sense gratification, there is no chance of being elevated to the eternal platform of full knowledge, full bliss and full life. This platform is in the eternal atmosphere, or Brahman atmosphere. All the above-mentioned sacrifices help one to become cleansed of the sinful reactions of material existence. By this advancement in life, not only does one become happy and opulent in this life, but also, at the end, he enters into the eternal kingdom of God, either merging into the impersonal Brahman or associating with the Supreme Personality of Godhead, Kṛṣṇa."
    },
    "4.31": {
        "chapter_number": 4,
        "verse_number": "Bg. 4.31",
        "sanskrit_shlok": "नायं लोकोऽस्त्ययज्ञस्य कुतोऽन्यः कुरुसत्तम ॥ ३१ ॥",
        "synonyms": "na — never; ayam — this; lokaḥ — planet; asti — there is; ayajñasya — for one who performs no sacrifice; kutaḥ — where is; anyaḥ — the other; kuru-sat-tama — O best amongst the Kurus.",
        "english_sanskrit": "nāyaṁ loko ’sty ayajñasyakuto ’nyaḥ kuru-sattama",
        "translation": "O best of the Kuru dynasty, without sacrifice one can never live happily on this planet or in this life: what then of the next?",
        "purport": "Whatever form of material existence one is in, one is invariably ignorant of his real situation. In other words, existence in the material world is due to the multiple reactions to our sinful lives. Ignorance is the cause of sinful life, and sinful life is the cause of one’s dragging on in material existence. The human form of life is the only loophole by which one may get out of this entanglement. The Vedas, therefore, give us a chance for escape by pointing out the paths of religion, economic comfort, regulated sense gratification and, at last, the means to get out of the miserable condition entirely. The path of religion, or the different kinds of sacrifice recommended above, automatically solves our economic problems. By performance of yajña we can have enough food, enough milk, etc. – even if there is a so-called increase of population. When the body is fully supplied, naturally the next stage is to satisfy the senses. The Vedas prescribe, therefore, sacred marriage for regulated sense gratification. Thereby one is gradually elevated to the platform of release from material bondage, and the highest perfection of liberated life is to associate with the Supreme Lord. Perfection is achieved by performance of yajña (sacrifice), as described above. Now, if a person is not inclined to perform yajña according to the Vedas, how can he expect a happy life even in this body, and what to speak of another body on another planet? There are different grades of material comforts in different heavenly planets, and in all cases there is immense happiness for persons engaged in different kinds of yajña. But the highest kind of happiness that a man can achieve is to be promoted to the spiritual planets by practice of Kṛṣṇa consciousness. A life of Kṛṣṇa consciousness is therefore the solution to all the problems of material existence."
    },
    "4.32": {
        "chapter_number": 4,
        "verse_number": "Bg. 4.32",
        "sanskrit_shlok": "एवं बहुविधा यज्ञा वितता ब्रह्मणो मुखे ।कर्मजान्विद्धि तान्सर्वानेवं ज्ञात्वा विमोक्ष्यसे ॥ ३२ ॥",
        "synonyms": "evam — thus; bahu-vidhāḥ — various kinds of; yajñāḥ — sacrifices; vitatāḥ — are spread; brahmaṇaḥ — of the Vedas; mukhe — through the mouth; karma-jān — born of work; viddhi — you should know; tān — them; sarvān — all; evam — thus; jñātvā — knowing; vimokṣyase — you will be liberated.",
        "english_sanskrit": "evaṁ bahu-vidhā yajñāvitatā brahmaṇo mukhekarma-jān viddhi tān sarvānevaṁ jñātvā vimokṣyase",
        "translation": "All these different types of sacrifice are approved by the Vedas, and all of them are born of different types of work. Knowing them as such, you will become liberated.",
        "purport": "Different types of sacrifice, as discussed above, are mentioned in the Vedas to suit the different types of worker. Because men are so deeply absorbed in the bodily concept, these sacrifices are so arranged that one can work either with the body, with the mind or with the intelligence. But all of them are recommended for ultimately bringing about liberation from the body. This is confirmed by the Lord herewith from His own mouth."
    },
    "4.33": {
        "chapter_number": 4,
        "verse_number": "Bg. 4.33",
        "sanskrit_shlok": "श्रेयान्द्रव्यमयाद्यज्ञाज्ज्ञानयज्ञः परन्तप ।सर्वं कर्माखिलं पार्थ ज्ञाने परिसमाप्यते ॥ ३३ ॥",
        "synonyms": "śreyān — greater; dravya-mayāt — of material possessions; yajñāt — than the sacrifice; jñāna-yajñaḥ — sacrifice in knowledge; param-tapa — O chastiser of the enemy; sarvam — all; karma — activities; akhilam — in totality; pārtha — O son of Pṛthā; jñāne — in knowledge; parisamāpyate — end.",
        "english_sanskrit": "śreyān dravya-mayād yajñājjñāna-yajñaḥ paran-tapasarvaṁ karmākhilaṁ pārthajñāne parisamāpyate",
        "translation": "O chastiser of the enemy, the sacrifice performed in knowledge is better than the mere sacrifice of material possessions. After all, O son of Pṛthā, all sacrifices of work culminate in transcendental knowledge.",
        "purport": "The purpose of all sacrifices is to arrive at the status of complete knowledge, then to gain release from material miseries and, ultimately, to engage in loving transcendental service to the Supreme Lord (Kṛṣṇa consciousness). Nonetheless, there is a mystery about all these different activities of sacrifice, and one should know this mystery. Sacrifices sometimes take different forms according to the particular faith of the performer. When one’s faith reaches the stage of transcendental knowledge, the performer of sacrifices should be considered more advanced than those who simply sacrifice material possessions without such knowledge, for without attainment of knowledge, sacrifices remain on the material platform and bestow no spiritual benefit. Real knowledge culminates in Kṛṣṇa consciousness, the highest stage of transcendental knowledge. Without the elevation of knowledge, sacrifices are simply material activities. When, however, they are elevated to the level of transcendental knowledge, all such activities enter onto the spiritual platform. Depending on differences in consciousness, sacrificial activities are sometimes called karma-kāṇḍa (fruitive activities) and sometimes jñāna-kāṇḍa (knowledge in the pursuit of truth). It is better when the end is knowledge."
    },
    "4.34": {
        "chapter_number": 4,
        "verse_number": "Bg. 4.34",
        "sanskrit_shlok": "तद्विद्धि प्रणिपातेन परिप्रश्न‍ेन सेवया ।उपदेक्ष्यन्ति ते ज्ञानं ज्ञानिनस्तत्त्वदर्शिनः ॥ ३४ ॥",
        "synonyms": "tat — that knowledge of different sacrifices; viddhi — try to understand; praṇipātena — by approaching a spiritual master; paripraśnena — by submissive inquiries; sevayā — by the rendering of service; upadekṣyanti — they will initiate; te — you; jñānam — into knowledge; jñāninaḥ — the self-realized; tattva — of the truth; darśinaḥ — seers.",
        "english_sanskrit": "tad viddhi praṇipātenaparipraśnena sevayāupadekṣyanti te jñānaṁjñāninas tattva-darśinaḥ",
        "translation": "Just try to learn the truth by approaching a spiritual master. Inquire from him submissively and render service unto him. The self-realized souls can impart knowledge unto you because they have seen the truth.",
        "purport": "The path of spiritual realization is undoubtedly difficult. The Lord therefore advises us to approach a bona fide spiritual master in the line of disciplic succession from the Lord Himself. No one can be a bona fide spiritual master without following this principle of disciplic succession. The Lord is the original spiritual master, and a person in the disciplic succession can convey the message of the Lord as it is to his disciple. No one can be spiritually realized by manufacturing his own process, as is the fashion of the foolish pretenders. The Bhāgavatam (6.3.19) says, dharmaṁ tu sākṣād bhagavat-praṇītam: the path of religion is directly enunciated by the Lord. Therefore, mental speculation or dry arguments cannot help lead one to the right path. Nor by independent study of books of knowledge can one progress in spiritual life. One has to approach a bona fide spiritual master to receive the knowledge. Such a spiritual master should be accepted in full surrender, and one should serve the spiritual master like a menial servant, without false prestige. Satisfaction of the self-realized spiritual master is the secret of advancement in spiritual life. Inquiries and submission constitute the proper combination for spiritual understanding. Unless there is submission and service, inquiries from the learned spiritual master will not be effective. One must be able to pass the test of the spiritual master, and when he sees the genuine desire of the disciple, he automatically blesses the disciple with genuine spiritual understanding. In this verse, both blind following and absurd inquiries are condemned. Not only should one hear submissively from the spiritual master, but one must also get a clear understanding from him, in submission and service and inquiries. A bona fide spiritual master is by nature very kind toward the disciple. Therefore when the student is submissive and is always ready to render service, the reciprocation of knowledge and inquiries becomes perfect."
    },
    "4.35": {
        "chapter_number": 4,
        "verse_number": "Bg. 4.35",
        "sanskrit_shlok": "यज्ज्ञात्वा न पुनर्मोहमेवं यास्यसि पाण्डव ।येन भूतान्यशेषाणि द्रक्ष्यस्यात्मन्यथो मयि ॥ ३५ ॥",
        "synonyms": "yat — which; jñātvā — knowing; na — never; punaḥ — again; moham — to illusion; evam — like this; yāsyasi — you shall go; pāṇḍava — O son of Pāṇḍu; yena — by which; bhūtāni — living entities; aśeṣāṇi — all; drakṣyasi — you will see; ātmani — in the Supreme Soul; atha u — or in other words; mayi — in Me.",
        "english_sanskrit": "yaj jñātvā na punar mohamevaṁ yāsyasi pāṇḍavayena bhūtāny aśeṣāṇidrakṣyasy ātmany atho mayi",
        "translation": "Having obtained real knowledge from a self-realized soul, you will never fall again into such illusion, for by this knowledge you will see that all living beings are but part of the Supreme, or, in other words, that they are Mine.",
        "purport": "The result of receiving knowledge from a self-realized soul, or one who knows things as they are, is learning that all living beings are parts and parcels of the Supreme Personality of Godhead, Lord Śrī Kṛṣṇa. The sense of an existence separate from Kṛṣṇa is called māyā (mā – not, yā – this). Some think that we have nothing to do with Kṛṣṇa, that Kṛṣṇa is only a great historical personality and that the Absolute is the impersonal Brahman. Factually, as it is stated in the Bhagavad-gītā, this impersonal Brahman is the personal effulgence of Kṛṣṇa. Kṛṣṇa, as the Supreme Personality of Godhead, is the cause of everything. In the Brahma-saṁhitā it is clearly stated that Kṛṣṇa is the Supreme Personality of Godhead, the cause of all causes. Even the millions of incarnations are only His different expansions. Similarly, the living entities are also expansions of Kṛṣṇa. The Māyāvādī philosophers wrongly think that Kṛṣṇa loses His own separate existence in His many expansions. This thought is material in nature. We have experience in the material world that a thing, when fragmentally distributed, loses its own original identity. But the Māyāvādī philosophers fail to understand that absolute means that one plus one is equal to one, and that one minus one is also equal to one. This is the case in the absolute world."
    },
    "4.36": {
        "chapter_number": 4,
        "verse_number": "Bg. 4.36",
        "sanskrit_shlok": "अपि चेदसि पापेभ्यः सर्वेभ्यः पापकृत्तमः ।सर्वं ज्ञानप्ल‍वेनैव वृजिनं सन्तरिष्यसि ॥ ३६ ॥",
        "synonyms": "api — even; cet — if; asi — you are; pāpebhyaḥ — of sinners; sarvebhyaḥ — of all; pāpa-kṛt-tamaḥ — the greatest sinner; sarvam — all such sinful reactions; jñāna-plavena — by the boat of transcendental knowledge; eva — certainly; vṛjinam — the ocean of miseries; santariṣyasi — you will cross completely.",
        "english_sanskrit": "api ced asi pāpebhyaḥsarvebhyaḥ pāpa-kṛt-tamaḥsarvaṁ jñāna-plavenaivavṛjinaṁ santariṣyasi",
        "translation": "Even if you are considered to be the most sinful of all sinners, when you are situated in the boat of transcendental knowledge you will be able to cross over the ocean of miseries.",
        "purport": "Proper understanding of one’s constitutional position in relationship to Kṛṣṇa is so nice that it can at once lift one from the struggle for existence which goes on in the ocean of nescience. This material world is sometimes regarded as an ocean of nescience and sometimes as a blazing forest. In the ocean, however expert a swimmer one may be, the struggle for existence is very severe. If someone comes forward and lifts the struggling swimmer from the ocean, he is the greatest savior. Perfect knowledge, received from the Supreme Personality of Godhead, is the path of liberation. The boat of Kṛṣṇa consciousness is very simple, but at the same time the most sublime."
    },
    "4.37": {
        "chapter_number": 4,
        "verse_number": "Bg. 4.37",
        "sanskrit_shlok": "यथैधांसि समिद्धोऽग्न‍िर्भस्मसात्कुरुतेऽर्जुन ।ज्ञानाग्न‍िः सर्वकर्माणि भस्मसात्कुरुते तथा ॥ ३७ ॥",
        "synonyms": "yathā — just as; edhāṁsi — firewood; samiddhaḥ — blazing; agniḥ — fire; bhasma-sāt — ashes; kurute — turns; arjuna — O Arjuna; jñāna-agniḥ — the fire of knowledge; sarva-karmāṇi — all reactions to material activities; bhasma-sāt — to ashes; kurute — it turns; tathā — similarly.",
        "english_sanskrit": "yathaidhāṁsi samiddho ’gnirbhasma-sāt kurute ’rjunajñānāgniḥ sarva-karmāṇibhasma-sāt kurute tathā",
        "translation": "As a blazing fire turns firewood to ashes, O Arjuna, so does the fire of knowledge burn to ashes all reactions to material activities.",
        "purport": "Perfect knowledge of self and Superself and of their relationship is compared herein to fire. This fire not only burns up all reactions to impious activities, but also all reactions to pious activities, turning them to ashes. There are many stages of reaction: reaction in the making, reaction fructifying, reaction already achieved, and reaction a priori. But knowledge of the constitutional position of the living entity burns everything to ashes. When one is in complete knowledge, all reactions, both a priori and a posteriori, are consumed. In the Vedas (Bṛhad-āraṇyaka Upaniṣad 4.4.22) it is stated, ubhe uhaivaiṣa ete taraty amṛtaḥ sādhv-asādhūnī: “One overcomes both the pious and impious reactions of work.”"
    },
    "4.38": {
        "chapter_number": 4,
        "verse_number": "Bg. 4.38",
        "sanskrit_shlok": "न हि ज्ञानेन सदृशं पवित्रमिह विद्यते ।तत्स्वयं योगसंसिद्धः कालेनात्मनि विन्दति ॥ ३८ ॥",
        "synonyms": "na — nothing; hi — certainly; jñānena — with knowledge; sadṛśam — in comparison; pavitram — sanctified; iha — in this world; vidyate — exists; tat — that; svayam — himself; yoga — in devotion; saṁsiddhaḥ — he who is mature; kālena — in course of time; ātmani — in himself; vindati — enjoys.",
        "english_sanskrit": "na hi jñānena sadṛśaṁpavitram iha vidyatetat svayaṁ yoga-saṁsiddhaḥkālenātmani vindati",
        "translation": "In this world, there is nothing so sublime and pure as transcendental knowledge. Such knowledge is the mature fruit of all mysticism. And one who has become accomplished in the practice of devotional service enjoys this knowledge within himself in due course of time.",
        "purport": "When we speak of transcendental knowledge, we do so in terms of spiritual understanding. As such, there is nothing so sublime and pure as transcendental knowledge. Ignorance is the cause of our bondage, and knowledge is the cause of our liberation. This knowledge is the mature fruit of devotional service, and when one is situated in transcendental knowledge, he need not search for peace elsewhere, for he enjoys peace within himself. In other words, this knowledge and peace culminate in Kṛṣṇa consciousness. That is the last word in the Bhagavad-gītā."
    },
    "4.39": {
        "chapter_number": 4,
        "verse_number": "Bg. 4.39",
        "sanskrit_shlok": "श्रद्धावाँल्ल‍भते ज्ञानं तत्परः संयतेन्द्रियः ।ज्ञानं लब्ध्वा परां शान्तिमचिरेणाधिगच्छति ॥ ३९ ॥",
        "synonyms": "śraddhā-vān — a faithful man; labhate — achieves; jñānam — knowledge; tat-paraḥ — very much attached to it; saṁyata — controlled; indriyaḥ — senses; jñānam — knowledge; labdhvā — having achieved; parām — transcendental; śāntim — peace; acireṇa — very soon; adhigacchati — attains.",
        "english_sanskrit": "śraddhāvāḻ labhate jñānaṁtat-paraḥ saṁyatendriyaḥjñānaṁ labdhvā parāṁ śāntimacireṇādhigacchati",
        "translation": "A faithful man who is dedicated to transcendental knowledge and who subdues his senses is eligible to achieve such knowledge, and having achieved it he quickly attains the supreme spiritual peace.",
        "purport": "Such knowledge in Kṛṣṇa consciousness can be achieved by a faithful person who believes firmly in Kṛṣṇa. One is called a faithful man who thinks that simply by acting in Kṛṣṇa consciousness he can attain the highest perfection. This faith is attained by the discharge of devotional service and by chanting Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare, which cleanses one’s heart of all material dirt. Over and above this, one should control the senses. A person who is faithful to Kṛṣṇa and who controls the senses can easily attain perfection in the knowledge of Kṛṣṇa consciousness without delay."
    },
    "4.40": {
        "chapter_number": 4,
        "verse_number": "Bg. 4.40",
        "sanskrit_shlok": "अज्ञश्चाश्रद्दधानश्च संशयात्मा विनश्यति ।नायं लोकोऽस्ति न परो न सुखं संशयात्मनः ॥ ४० ॥",
        "synonyms": "ajñaḥ — a fool who has no knowledge in standard scriptures; ca — and; aśraddadhānaḥ — without faith in revealed scriptures; ca — also; saṁśaya — of doubts; ātmā — a person; vinaśyati — falls back; na — never; ayam — in this; lokaḥ — world; asti — there is; na — nor; paraḥ — in the next life; na — not; sukham — happiness; saṁśaya — doubtful; ātmanaḥ — of the person.",
        "english_sanskrit": "ajñaś cāśraddadhānaś casaṁśayātmā vinaśyatināyaṁ loko ’sti na parona sukhaṁ saṁśayātmanaḥ",
        "translation": "But ignorant and faithless persons who doubt the revealed scriptures do not attain God consciousness; they fall down. For the doubting soul there is happiness neither in this world nor in the next.",
        "purport": "Out of many standard and authoritative revealed scriptures, the Bhagavad-gītā is the best. Persons who are almost like animals have no faith in, or knowledge of, the standard revealed scriptures; and some, even though they have knowledge of, or can cite passages from, the revealed scriptures, have actually no faith in these words. And even though others may have faith in scriptures like Bhagavad-gītā, they do not believe in or worship the Personality of Godhead, Śrī Kṛṣṇa. Such persons cannot have any standing in Kṛṣṇa consciousness. They fall down. Out of all the above-mentioned persons, those who have no faith and are always doubtful make no progress at all. Men without faith in God and His revealed word find no good in this world, nor in the next. For them there is no happiness whatsoever. One should therefore follow the principles of revealed scriptures with faith and thereby be raised to the platform of knowledge. Only this knowledge will help one become promoted to the transcendental platform of spiritual understanding. In other words, doubtful persons have no status whatsoever in spiritual emancipation. One should therefore follow in the footsteps of great ācāryas who are in the disciplic succession and thereby attain success."
    },
    "4.41": {
        "chapter_number": 4,
        "verse_number": "Bg. 4.41",
        "sanskrit_shlok": "योगसन्न्यस्तकर्माणं ज्ञानसञ्छिन्नसंशयम् ।आत्मवन्तं न कर्माणि निबध्न‍‍न्ति धनञ्जय ॥ ४१ ॥",
        "synonyms": "yoga — by devotional service in karma-yoga; sannyasta — one who has renounced; karmāṇam — the fruits of actions; jñāna — by knowledge; sañchinna — cut; saṁśayam — doubts; ātma-vantam — situated in the self; na — never; karmāṇi — works; nibadhnanti — do bind; dhanam-jaya — O conqueror of riches.",
        "english_sanskrit": "yoga-sannyasta-karmāṇaṁjñāna-sañchinna-saṁśayamātmavantaṁ na karmāṇinibadhnanti dhanañ-jaya",
        "translation": "One who acts in devotional service, renouncing the fruits of his actions, and whose doubts have been destroyed by transcendental knowledge, is situated factually in the self. Thus he is not bound by the reactions of work, O conqueror of riches.",
        "purport": "One who follows the instruction of the Bhagavad-gītā, as it is imparted by the Lord, the Personality of Godhead Himself, becomes free from all doubts by the grace of transcendental knowledge. He, as a part and parcel of the Lord, in full Kṛṣṇa consciousness, is already established in self-knowledge. As such, he is undoubtedly above bondage to action."
    },
    "4.42": {
        "chapter_number": 4,
        "verse_number": "Bg. 4.42",
        "sanskrit_shlok": "तस्मादज्ञानसम्भूतं हृत्स्थं ज्ञानासिनात्मनः ।छित्त्वैनं संशयं योगमातिष्ठोत्तिष्ठ भारत ॥ ४२ ॥",
        "synonyms": "tasmāt — therefore; ajñāna-sambhūtam — born of ignorance; hṛt-stham — situated in the heart; jñāna — of knowledge; asinā — by the weapon; ātmanaḥ — of the self; chittvā — cutting off; enam — this; saṁśayam — doubt; yogam — in yoga; ātiṣṭha — be situated; uttiṣṭha — stand up to fight; bhārata — O descendant of Bharata.",
        "english_sanskrit": "tasmād ajñāna-sambhūtaṁhṛt-sthaṁ jñānāsinātmanaḥchittvainaṁ saṁśayaṁ yogamātiṣṭhottiṣṭha bhārata",
        "translation": "Therefore the doubts which have arisen in your heart out of ignorance should be slashed by the weapon of knowledge. Armed with yoga, O Bhārata, stand and fight.",
        "purport": "The yoga system instructed in this chapter is called sanātana-yoga, or eternal activities performed by the living entity. This yoga has two divisions of sacrificial actions: one is called sacrifice of one’s material possessions, and the other is called knowledge of self, which is pure spiritual activity. If sacrifice of one’s material possessions is not dovetailed for spiritual realization, then such sacrifice becomes material. But one who performs such sacrifices with a spiritual objective, or in devotional service, makes a perfect sacrifice. When we come to spiritual activities, we find that these are also divided into two: namely, understanding of one’s own self (or one’s constitutional position), and the truth regarding the Supreme Personality of Godhead. One who follows the path of Bhagavad-gītā as it is can very easily understand these two important divisions of spiritual knowledge. For him there is no difficulty in obtaining perfect knowledge of the self as part and parcel of the Lord. And such understanding is beneficial, for such a person can easily understand the transcendental activities of the Lord. In the beginning of this chapter, the transcendental activities of the Lord were discussed by the Supreme Lord Himself. One who does not understand the instructions of the Gītā is faithless, and is to be considered to be misusing the fragmental independence awarded to him by the Lord. In spite of such instructions, one who does not understand the real nature of the Lord as the eternal, blissful, all-knowing Personality of Godhead is certainly fool number one. Ignorance can be removed by gradual acceptance of the principles of Kṛṣṇa consciousness. Kṛṣṇa consciousness is awakened by different types of sacrifices to the demigods, sacrifice to Brahman, sacrifice in celibacy, in household life, in controlling the senses, in practicing mystic yoga, in penance, in forgoing material possessions, in studying the Vedas and in partaking of the social institution called varṇāśrama-dharma. All of these are known as sacrifice, and all of them are based on regulated action. But within all these activities, the important factor is self-realization. One who seeks that objective is the real student of Bhagavad-gītā, but one who doubts the authority of Kṛṣṇa falls back. One is therefore advised to study Bhagavad-gītā, or any other scripture, under a bona fide spiritual master, with service and surrender. A bona fide spiritual master is in the disciplic succession from time eternal, and he does not deviate at all from the instructions of the Supreme Lord as they were imparted millions of years ago to the sun-god, from whom the instructions of Bhagavad-gītā have come down to the earthly kingdom. One should, therefore, follow the path of Bhagavad-gītā as it is expressed in the Gītā itself and beware of self-interested people after personal aggrandizement who deviate others from the actual path. The Lord is definitely the supreme person, and His activities are transcendental. One who understands this is a liberated person from the very beginning of his study of Bhagavad-gītā."
    }
}