{
    "10.1": {
        "chapter_number": 10,
        "verse_number": "Bg. 10.1",
        "sanskrit_shlok": "श्रीभगवानुवाचभूय एव महाबाहो श‍ृणु मे परमं वच: ।यत्तेऽहं प्रीयमाणाय वक्ष्यामि हितकाम्यया ॥ १ ॥",
        "synonyms": "śrī-bhagavān uvāca — the Supreme Personality of Godhead said; bhūyaḥ — again; eva — certainly; mahā-bāho — O mighty-armed; śṛṇu — just hear; me — My; paramam — supreme; vacaḥ — instruction; yat — that which; te — to you; aham — I; prīyamāṇāya — thinking you dear to Me; vakṣyāmi — say; hita-kāmyayā — for your benefit.",
        "english_sanskrit": "śrī-bhagavān uvācabhūya eva mahā-bāhośṛṇu me paramaṁ vacaḥyat te ’haṁ prīyamāṇāyavakṣyāmi hita-kāmyayā",
        "translation": "The Supreme Personality of Godhead said: Listen again, O mighty-armed Arjuna. Because you are My dear friend, for your benefit I shall speak to you further, giving knowledge that is better than what I have already explained.",
        "purport": "The word bhagavān is explained thus by Parāśara Muni: one who is full in six opulences, who has full strength, full fame, wealth, knowledge, beauty and renunciation, is Bhagavān, or the Supreme Personality of Godhead. While Kṛṣṇa was present on this earth, He displayed all six opulences. Therefore great sages like Parāśara Muni have all accepted Kṛṣṇa as the Supreme Personality of Godhead. Now Kṛṣṇa is instructing Arjuna in more confidential knowledge of His opulences and His work. Previously, beginning with the Seventh Chapter, the Lord has already explained His different energies and how they are acting. Now in this chapter He explains His specific opulences to Arjuna. In the previous chapter He has clearly explained His different energies to establish devotion in firm conviction. Again in this chapter He tells Arjuna about His manifestations and various opulences."
    },
    "10.2": {
        "chapter_number": 10,
        "verse_number": "Bg. 10.2",
        "sanskrit_shlok": "न मे विदु: सुरगणा: प्रभवं न महर्षय: ।अहमादिर्हि देवानां महर्षीणां च सर्वश: ॥ २ ॥",
        "synonyms": "na — never; me — My; viduḥ — know; sura-gaṇāḥ — the demigods; prabhavam — origin, opulences; na — never; mahā-ṛṣayaḥ — great sages; aham — I am; ādiḥ — the origin; hi — certainly; devānām — of the demigods; mahā-ṛṣīṇām — of the great sages; ca — also; sarvaśaḥ — in all respects.",
        "english_sanskrit": "na me viduḥ sura-gaṇāḥprabhavaṁ na maharṣayaḥaham ādir hi devānāṁmaharṣīṇāṁ ca sarvaśaḥ",
        "translation": "Neither the hosts of demigods nor the great sages know My origin or opulences, for, in every respect, I am the source of the demigods and sages.",
        "purport": "As stated in the Brahma-saṁhitā, Lord Kṛṣṇa is the Supreme Lord. No one is greater than Him; He is the cause of all causes. Here it is also stated by the Lord personally that He is the cause of all the demigods and sages. Even the demigods and great sages cannot understand Kṛṣṇa; they can understand neither His name nor His personality, so what is the position of the so-called scholars of this tiny planet? No one can understand why this Supreme God comes to earth as an ordinary human being and executes such wonderful, uncommon activities. One should know, then, that scholarship is not the qualification necessary to understand Kṛṣṇa. Even the demigods and the great sages have tried to understand Kṛṣṇa by their mental speculation, and they have failed to do so. In the Śrīmad-Bhāgavatam also it is clearly said that even the great demigods are not able to understand the Supreme Personality of Godhead. They can speculate to the limits of their imperfect senses and can reach the opposite conclusion of impersonalism, of something not manifested by the three qualities of material nature, or they can imagine something by mental speculation, but it is not possible to understand Kṛṣṇa by such foolish speculation."
    },
    "10.3": {
        "chapter_number": 10,
        "verse_number": "Bg. 10.3",
        "sanskrit_shlok": "यो मामजमनादिं च वेत्ति लोकमहेश्वरम् ।असम्मूढ: स मर्त्येषु सर्वपापै: प्रमुच्यते ॥ ३ ॥",
        "synonyms": "yaḥ — anyone who; mām — Me; ajam — unborn; anādim — without beginning; ca — also; vetti — knows; loka — of the planets; mahā-īśvaram — the supreme master; asammūḍhaḥ — undeluded; saḥ — he; martyeṣu — among those subject to death; sarva-pāpaiḥ — from all sinful reactions; pramucyate — is delivered.",
        "english_sanskrit": "yo mām ajam anādiṁ cavetti loka-maheśvaramasammūḍhaḥ sa martyeṣusarva-pāpaiḥ pramucyate",
        "translation": "He who knows Me as the unborn, as the beginningless, as the Supreme Lord of all the worlds – he only, undeluded among men, is freed from all sins.",
        "purport": "As stated in the Seventh Chapter (7.3), manuṣyāṇāṁ sahasreṣu kaścid yatati siddhaye: those who are trying to elevate themselves to the platform of spiritual realization are not ordinary men; they are superior to millions and millions of ordinary men who have no knowledge of spiritual realization. But out of those actually trying to understand their spiritual situation, one who can come to the understanding that Kṛṣṇa is the Supreme Personality of Godhead, the proprietor of everything, the unborn, is the most successful spiritually realized person. In that stage only, when one has fully understood Kṛṣṇa’s supreme position, can one be free completely from all sinful reactions."
    },
    "10.Verse Number Not Found": {
        "chapter_number": 10,
        "verse_number": "Verse Number Not Found",
        "sanskrit_shlok": "Sanskrit Shloka Not Found",
        "synonyms": "Synonym Not Found",
        "english_sanskrit": "English-Sanskrit Not Found",
        "translation": "Translation Not Found",
        "purport": "Purport Not Found"
    },
    "10.6": {
        "chapter_number": 10,
        "verse_number": "Bg. 10.6",
        "sanskrit_shlok": "महर्षय: सप्‍त पूर्वे चत्वारो मनवस्तथा ।मद्भ‍ावा मानसा जाता येषां लोक इमा: प्रजा: ॥ ६ ॥",
        "synonyms": "mahā-ṛṣayaḥ — the great sages; sapta — seven; pūrve — before; catvāraḥ — four; manavaḥ — Manus; tathā — also; mat-bhāvāḥ — born of Me; mānasāḥ — from the mind; jātāḥ — born; yeṣām — of them; loke — in the world; imāḥ — all this; prajāḥ — population.",
        "english_sanskrit": "maharṣayaḥ sapta pūrvecatvāro manavas tathāmad-bhāvā mānasā jātāyeṣāṁ loka imāḥ prajāḥ",
        "translation": "The seven great sages and before them the four other great sages and the Manus [progenitors of mankind] come from Me, born from My mind, and all the living beings populating the various planets descend from them.",
        "purport": "The Lord is giving a genealogical synopsis of the universal population. Brahmā is the original creature born out of the energy of the Supreme Lord, who is known as Hiraṇyagarbha. And from Brahmā all the seven great sages, and before them four other great sages, named Sanaka, Sananda, Sanātana and Sanat-kumāra, and the fourteen Manus, are manifested. All these twenty-five great sages are known as the patriarchs of the living entities all over the universe. There are innumerable universes and innumerable planets within each universe, and each planet is full of population of different varieties. All of them are born of these twenty-five patriarchs. Brahmā underwent penance for one thousand years of the demigods before he realized by the grace of Kṛṣṇa how to create. Then from Brahmā came Sanaka, Sananda, Sanātana and Sanat-kumāra, then Rudra, and then the seven sages, and in this way all the brāhmaṇas and kṣatriyas are born out of the energy of the Supreme Personality of Godhead. Brahmā is known as Pitāmaha, the grandfather, and Kṛṣṇa is known as Prapitāmaha, the father of the grandfather. That is stated in the Eleventh Chapter of the Bhagavad-gītā (11.39)."
    },
    "10.7": {
        "chapter_number": 10,
        "verse_number": "Bg. 10.7",
        "sanskrit_shlok": "एतां विभूतिं योगं च मम यो वेत्ति तत्त्वत: ।सोऽविकल्पेन योगेन युज्यते नात्र संशय: ॥ ७ ॥",
        "synonyms": "etām — all this; vibhūtim — opulence; yogam — mystic power; ca — also; mama — of Mine; yaḥ — anyone who; vetti — knows; tattvataḥ — factually; saḥ — he; avikalpena — without division; yogena — in devotional service; yujyate — is engaged; na — never; atra — here; saṁśayaḥ — doubt.",
        "english_sanskrit": "etāṁ vibhūtiṁ yogaṁ camama yo vetti tattvataḥso ’vikalpena yogenayujyate nātra saṁśayaḥ",
        "translation": "One who is factually convinced of this opulence and mystic power of Mine engages in unalloyed devotional service; of this there is no doubt.",
        "purport": "The highest summit of spiritual perfection is knowledge of the Supreme Personality of Godhead. Unless one is firmly convinced of the different opulences of the Supreme Lord, he cannot engage in devotional service. Generally people know that God is great, but they do not know in detail how God is great. Here are the details. If one knows factually how God is great, then naturally he becomes a surrendered soul and engages himself in the devotional service of the Lord. When one factually knows the opulences of the Supreme, there is no alternative but to surrender to Him. This factual knowledge can be known from the descriptions in Śrīmad-Bhāgavatam and Bhagavad-gītā and similar literatures."
    },
    "10.8": {
        "chapter_number": 10,
        "verse_number": "Bg. 10.8",
        "sanskrit_shlok": "अहं सर्वस्य प्रभवो मत्त: सर्वं प्रवर्तते ।इति मत्वा भजन्ते मां बुधा भावसमन्विता: ॥ ८ ॥",
        "synonyms": "aham — I; sarvasya — of all; prabhavaḥ — the source of generation; mattaḥ — from Me; sarvam — everything; pravartate — emanates; iti — thus; matvā — knowing; bhajante — become devoted; mām — unto Me; budhāḥ — the learned; bhāva-samanvitāḥ — with great attention.",
        "english_sanskrit": "ahaṁ sarvasya prabhavomattaḥ sarvaṁ pravartateiti matvā bhajante māṁbudhā bhāva-samanvitāḥ prajāpatiṁ ca rudraṁ cāpyaham eva sṛjāmi vaitau hi māṁ na vijānītomama māyā-vimohitau nārāyaṇaḥ paro devastasmāj jātaś caturmukhaḥtasmād rudro ’bhavad devaḥsa ca sarva-jñatāṁ gataḥ",
        "translation": "I am the source of all spiritual and material worlds. Everything emanates from Me. The wise who perfectly know this engage in My devotional service and worship Me with all their hearts.",
        "purport": "A learned scholar who has studied the Vedas perfectly and has information from authorities like Lord Caitanya and who knows how to apply these teachings can understand that Kṛṣṇa is the origin of everything in both the material and spiritual worlds, and because he knows this perfectly he becomes firmly fixed in the devotional service of the Supreme Lord. He can never be deviated by any amount of nonsensical commentaries or by fools. All Vedic literature agrees that Kṛṣṇa is the source of Brahmā, Śiva and all other demigods. In the Atharva Veda (Gopāla-tāpanī Upaniṣad 1.24) it is said, yo brahmāṇaṁ vidadhāti pūrvaṁ yo vai vedāṁś ca gāpayati sma kṛṣṇaḥ: “It was Kṛṣṇa who in the beginning instructed Brahmā in Vedic knowledge and who disseminated Vedic knowledge in the past.” Then again the Nārāyaṇa Upaniṣad (1) says, atha puruṣo ha vai nārāyaṇo ’kāmayata prajāḥ sṛjeyeti: “Then the Supreme Personality Nārāyaṇa desired to create living entities.” The Upaniṣad continues, nārāyaṇād brahmā jāyate, nārāyaṇād prajāpatiḥ prajāyate, nārāyaṇād indro jāyate, nārāyaṇād aṣṭau vasavo jāyante, nārāyaṇād ekādaśa rudrā jāyante, nārāyaṇād dvādaśādityāḥ: “From Nārāyaṇa, Brahmā is born, and from Nārāyaṇa the patriarchs are also born. From Nārāyaṇa, Indra is born, from Nārāyaṇa the eight Vasus are born, from Nārāyaṇa the eleven Rudras are born, from Nārāyaṇa the twelve Ādityas are born.” This Nārāyaṇa is an expansion of Kṛṣṇa."
    },
    "10.9": {
        "chapter_number": 10,
        "verse_number": "Bg. 10.9",
        "sanskrit_shlok": "मच्च‍ित्ता मद्ग‍तप्राणा बोधयन्त: परस्परम् ।कथयन्तश्च मां नित्यं तुष्यन्ति च रमन्ति च ॥ ९ ॥",
        "synonyms": "mat-cittāḥ — their minds fully engaged in Me; mat-gata-prāṇāḥ — their lives devoted to Me; bodhayantaḥ — preaching; parasparam — among themselves; kathayantaḥ — talking; ca — also; mām — about Me; nityam — perpetually; tuṣyanti — become pleased; ca — also; ramanti — enjoy transcendental bliss; ca — also.",
        "english_sanskrit": "mac-cittā mad-gata-prāṇābodhayantaḥ parasparamkathayantaś ca māṁ nityaṁtuṣyanti ca ramanti ca",
        "translation": "The thoughts of My pure devotees dwell in Me, their lives are fully devoted to My service, and they derive great satisfaction and bliss from always enlightening one another and conversing about Me.",
        "purport": "Pure devotees, whose characteristics are mentioned here, engage themselves fully in the transcendental loving service of the Lord. Their minds cannot be diverted from the lotus feet of Kṛṣṇa. Their talks are solely on the transcendental subjects. The symptoms of the pure devotees are described in this verse specifically. Devotees of the Supreme Lord are twenty-four hours daily engaged in glorifying the qualities and pastimes of the Supreme Lord. Their hearts and souls are constantly submerged in Kṛṣṇa, and they take pleasure in discussing Him with other devotees."
    },
    "10.10": {
        "chapter_number": 10,
        "verse_number": "Bg. 10.10",
        "sanskrit_shlok": "तेषां सततयुक्तानां भजतां प्रीतिपूर्वकम् ।ददामि बुद्धियोगं तं येन मामुपयान्ति ते ॥ १० ॥",
        "synonyms": "teṣām — unto them; satata-yuktānām — always engaged; bhajatām — in rendering devotional service; prīti-pūrvakam — in loving ecstasy; dadāmi — I give; buddhi-yogam — real intelligence; tam — that; yena — by which; mām — unto Me; upayānti — come; te — they.",
        "english_sanskrit": "teṣāṁ satata-yuktānāṁbhajatāṁ prīti-pūrvakamdadāmi buddhi-yogaṁ taṁyena mām upayānti te",
        "translation": "To those who are constantly devoted to serving Me with love, I give the understanding by which they can come to Me.",
        "purport": "In this verse the word buddhi-yogam is very significant. We may remember that in the Second Chapter the Lord, instructing Arjuna, said that He had spoken to him of many things and that He would instruct him in the way of buddhi-yoga. Now buddhi-yoga is explained. Buddhi-yoga itself is action in Kṛṣṇa consciousness; that is the highest intelligence. Buddhi means intelligence, and yoga means mystic activities or mystic elevation. When one tries to go back home, back to Godhead, and takes fully to Kṛṣṇa consciousness in devotional service, his action is called buddhi-yoga. In other words, buddhi-yoga is the process by which one gets out of the entanglement of this material world. The ultimate goal of progress is Kṛṣṇa. People do not know this; therefore the association of devotees and a bona fide spiritual master are important. One should know that the goal is Kṛṣṇa, and when the goal is assigned, then the path is slowly but progressively traversed, and the ultimate goal is achieved."
    },
    "10.11": {
        "chapter_number": 10,
        "verse_number": "Bg. 10.11",
        "sanskrit_shlok": "तेषामेवानुकम्पार्थमहमज्ञानजं तम: ।नाशयाम्यात्मभावस्थो ज्ञानदीपेन भास्वता ॥ ११ ॥",
        "synonyms": "teṣām — for them; eva — certainly; anukampā-artham — to show special mercy; aham — I; ajñāna-jam — due to ignorance; tamaḥ — darkness; nāśayāmi — dispel; ātma-bhāva — within their hearts; sthaḥ — situated; jñāna — of knowledge; dīpena — with the lamp; bhāsvatā — glowing.",
        "english_sanskrit": "teṣām evānukampārthamaham ajñāna-jaṁ tamaḥnāśayāmy ātma-bhāva-sthojñāna-dīpena bhāsvatā",
        "translation": "To show them special mercy, I, dwelling in their hearts, destroy with the shining lamp of knowledge the darkness born of ignorance.",
        "purport": "When Lord Caitanya was in Benares promulgating the chanting of Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare, thousands of people were following Him. Prakāśānanda Sarasvatī, a very influential and learned scholar in Benares at that time, derided Lord Caitanya for being a sentimentalist. Sometimes Māyāvādī philosophers criticize the devotees because they think that most of the devotees are in the darkness of ignorance and are philosophically naive sentimentalists. Actually that is not the fact. There are very, very learned scholars who have put forward the philosophy of devotion. But even if a devotee does not take advantage of their literatures or of his spiritual master, if he is sincere in his devotional service he is helped by Kṛṣṇa Himself within his heart. So the sincere devotee engaged in Kṛṣṇa consciousness cannot be without knowledge. The only qualification is that one carry out devotional service in full Kṛṣṇa consciousness."
    },
    "10.14": {
        "chapter_number": 10,
        "verse_number": "Bg. 10.14",
        "sanskrit_shlok": "सर्वमेतदृतं मन्ये यन्मां वदसि केशव ।न हि ते भगवन्व्यक्तिं विदुर्देवा न दानवा: ॥ १४ ॥",
        "synonyms": "sarvam — all; etat — this; ṛtam — truth; manye — I accept; yat — which; mām — unto me; vadasi — You tell; keśava — O Kṛṣṇa; na — never; hi — certainly; te — Your; bhagavan — O Personality of Godhead; vyaktim — revelation; viduḥ — can know; devāḥ — the demigods; na — nor; dānavāḥ — the demons.",
        "english_sanskrit": "sarvam etad ṛtaṁ manyeyan māṁ vadasi keśavana hi te bhagavan vyaktiṁvidur devā na dānavāḥ",
        "translation": "O Kṛṣṇa, I totally accept as truth all that You have told me. Neither the demigods nor the demons, O Lord, can understand Your personality.",
        "purport": "Arjuna herein confirms that persons of faithless and demonic nature cannot understand Kṛṣṇa. He is not known even by the demigods, so what to speak of the so-called scholars of this modern world? By the grace of the Supreme Lord, Arjuna has understood that the Supreme Truth is Kṛṣṇa and that He is the perfect one. One should therefore follow the path of Arjuna. He received the authority of Bhagavad-gītā. As described in the Fourth Chapter, the paramparā system of disciplic succession for the understanding of Bhagavad-gītā was lost, and therefore Kṛṣṇa reestablished that disciplic succession with Arjuna because He considered Arjuna His intimate friend and a great devotee. Therefore, as stated in our Introduction to Gītopaniṣad, Bhagavad-gītā should be understood in the paramparā system. When the paramparā system was lost, Arjuna was selected to rejuvenate it. The acceptance by Arjuna of all that Kṛṣṇa says should be emulated; then we can understand the essence of Bhagavad-gītā, and then only can we understand that Kṛṣṇa is the Supreme Personality of Godhead."
    },
    "10.15": {
        "chapter_number": 10,
        "verse_number": "Bg. 10.15",
        "sanskrit_shlok": "स्वयमेवात्मनात्मानं वेत्थ त्वं पुरुषोत्तम ।भूतभावन भूतेश देवदेव जगत्पते ॥ १५ ॥",
        "synonyms": "svayam — personally; eva — certainly; ātmanā — by Yourself; ātmānam — Yourself; vettha — know; tvam — You; puruṣa-uttama — O greatest of all persons; bhūta-bhāvana — O origin of everything; bhūta-īśa — O Lord of everything; deva-deva — O Lord of all demigods; jagat-pate — O Lord of the entire universe.",
        "english_sanskrit": "svayam evātmanātmānaṁvettha tvaṁ puruṣottamabhūta-bhāvana bhūteśadeva-deva jagat-pate vadanti tat tattva-vidastattvaṁ yaj jñānam advayambrahmeti paramātmetibhagavān iti śabdyate",
        "translation": "Indeed, You alone know Yourself by Your own internal potency, O Supreme Person, origin of all, Lord of all beings, God of gods, Lord of the universe!",
        "purport": "The Supreme Lord, Kṛṣṇa, can be known by persons who are in a relationship with Him through the discharge of devotional service, like Arjuna and his followers. Persons of demonic or atheistic mentality cannot know Kṛṣṇa. Mental speculation that leads one away from the Supreme Lord is a serious sin, and one who does not know Kṛṣṇa should not try to comment on Bhagavad-gītā. Bhagavad-gītā is the statement of Kṛṣṇa, and since it is the science of Kṛṣṇa, it should be understood from Kṛṣṇa as Arjuna understood it. It should not be received from atheistic persons."
    },
    "10.16": {
        "chapter_number": 10,
        "verse_number": "Bg. 10.16",
        "sanskrit_shlok": "वक्तुमर्हस्यशेषेण दिव्या ह्यात्मविभूतय: ।याभिर्विभूतिभिर्लोकानिमांस्त्वं व्याप्य तिष्ठसि ॥ १६ ॥",
        "synonyms": "vaktum — to say; arhasi — You deserve; aśeṣeṇa — in detail; divyāḥ — divine; hi — certainly; ātma — Your own; vibhūtayaḥ — opulences; yābhiḥ — by which; vibhūtibhiḥ — opulences; lokān — all the planets; imān — these; tvam — You; vyāpya — pervading; tiṣṭhasi — remain.",
        "english_sanskrit": "vaktum arhasy aśeṣeṇadivyā hy ātma-vibhūtayaḥyābhir vibhūtibhir lokānimāṁs tvaṁ vyāpya tiṣṭhasi",
        "translation": "Please tell me in detail of Your divine opulences by which You pervade all these worlds.",
        "purport": "In this verse it appears that Arjuna is already satisfied with his understanding of the Supreme Personality of Godhead, Kṛṣṇa. By Kṛṣṇa’s grace, Arjuna has personal experience, intelligence and knowledge and whatever else a person may have, and through all these agencies he has understood Kṛṣṇa to be the Supreme Personality of Godhead. For him there is no doubt, yet he is asking Kṛṣṇa to explain His all-pervading nature. People in general and the impersonalists in particular concern themselves mainly with the all-pervading nature of the Supreme. So Arjuna is asking Kṛṣṇa how He exists in His all-pervading aspect through His different energies. One should know that this is being asked by Arjuna on behalf of the common people."
    },
    "10.17": {
        "chapter_number": 10,
        "verse_number": "Bg. 10.17",
        "sanskrit_shlok": "कथं विद्यामहं योगिंस्त्वां सदा परिचिन्तयन् ।केषु केषु च भावेषु चिन्त्योऽसि भगवन्मया ॥ १७ ॥",
        "synonyms": "katham — how; vidyām aham — shall I know; yogin — O supreme mystic; tvām — You; sadā — always; paricintayan — thinking of; keṣu — in which; keṣu — in which; ca — also; bhāveṣu — natures; cintyaḥ asi — You are to be remembered; bhagavan — O Supreme; mayā — by me.",
        "english_sanskrit": "kathaṁ vidyām ahaṁ yogiṁstvāṁ sadā paricintayankeṣu keṣu ca bhāveṣucintyo ’si bhagavan mayā",
        "translation": "O Kṛṣṇa, O supreme mystic, how shall I constantly think of You, and how shall I know You? In what various forms are You to be remembered, O Supreme Personality of Godhead?",
        "purport": "As it is stated in the previous chapter, the Supreme Personality of Godhead is covered by His yoga-māyā. Only surrendered souls and devotees can see Him. Now Arjuna is convinced that his friend, Kṛṣṇa, is the Supreme Godhead, but he wants to know the general process by which the all-pervading Lord can be understood by the common man. Common men, including the demons and atheists, cannot know Kṛṣṇa, because He is guarded by His yoga-māyā energy. Again, these questions are asked by Arjuna for their benefit. The superior devotee is concerned not only for his own understanding but for the understanding of all mankind. So Arjuna, out of his mercy, because he is a Vaiṣṇava, a devotee, is opening for the common man the understanding of the all-pervasiveness of the Supreme Lord. He addresses Kṛṣṇa specifically as yogin because Śrī Kṛṣṇa is the master of the yoga-māyā energy, by which He is covered and uncovered to the common man. The common man who has no love for Kṛṣṇa cannot always think of Kṛṣṇa; therefore he has to think materially. Arjuna is considering the mode of thinking of the materialistic persons of this world. The words keṣu keṣu ca bhāveṣu refer to material nature (the word bhāva means “physical things”). Because materialists cannot understand Kṛṣṇa spiritually, they are advised to concentrate the mind on physical things and try to see how Kṛṣṇa is manifested by physical representations."
    },
    "10.18": {
        "chapter_number": 10,
        "verse_number": "Bg. 10.18",
        "sanskrit_shlok": "विस्तरेणात्मनो योगं विभूतिं च जनार्दन ।भूय: कथय तृप्‍तिर्हि श‍ृण्वतो नास्ति मेऽमृतम् ॥ १८ ॥",
        "synonyms": "vistareṇa — in detail; ātmanaḥ — Your; yogam — mystic power; vibhūtim — opulences; ca — also; jana-ardana — O killer of the atheists; bhūyaḥ — again; kathaya — describe; tṛptiḥ — satisfaction; hi — certainly; śṛṇvataḥ — hearing; na asti — there is not; me — my; amṛtam — nectar.",
        "english_sanskrit": "vistareṇātmano yogaṁvibhūtiṁ ca janārdanabhūyaḥ kathaya tṛptir hiśṛṇvato nāsti me ’mṛtam vayaṁ tu na vitṛpyāmauttama-śloka-vikrameyac chṛṇvatāṁ rasa-jñānāṁsvādu svādu pade pade",
        "translation": "O Janārdana, again please describe in detail the mystic power of Your opulences. I am never satiated in hearing about You, for the more I hear the more I want to taste the nectar of Your words.",
        "purport": "A similar statement was made to Sūta Gosvāmī by the ṛṣis of Naimiṣāraṇya, headed by Śaunaka. That statement is:"
    },
    "10.19": {
        "chapter_number": 10,
        "verse_number": "Bg. 10.19",
        "sanskrit_shlok": "श्रीभगवानुवाचहन्त ते कथयिष्यामि दिव्या ह्यात्मविभूतय: ।प्राधान्यत: कुरुश्रेष्ठ नास्त्यन्तो विस्तरस्य मे ॥ १९ ॥",
        "synonyms": "śrī-bhagavān uvāca — the Supreme Personality of Godhead said; hanta — yes; te — unto you; kathayiṣyāmi — I shall speak; divyāḥ — divine; hi — certainly; ātma-vibhūtayaḥ — personal opulences; prādhānyataḥ — which are principal; kuru-śreṣṭha — O best of the Kurus; na asti — there is not; antaḥ — limit; vistarasya — to the extent; me — My.",
        "english_sanskrit": "śrī-bhagavān uvācahanta te kathayiṣyāmidivyā hy ātma-vibhūtayaḥprādhānyataḥ kuru-śreṣṭhanāsty anto vistarasya me",
        "translation": "The Supreme Personality of Godhead said: Yes, I will tell you of My splendorous manifestations, but only of those which are prominent, O Arjuna, for My opulence is limitless.",
        "purport": "It is not possible to comprehend the greatness of Kṛṣṇa and His opulences. The senses of the individual soul are limited and do not permit him to understand the totality of Kṛṣṇa’s affairs. Still the devotees try to understand Kṛṣṇa, but not on the principle that they will be able to understand Kṛṣṇa fully at any specific time or in any state of life. Rather, the very topics of Kṛṣṇa are so relishable that they appear to the devotees as nectar. Thus the devotees enjoy them. In discussing Kṛṣṇa’s opulences and His diverse energies, the pure devotees take transcendental pleasure. Therefore they want to hear and discuss them. Kṛṣṇa knows that living entities do not understand the extent of His opulences; He therefore agrees to state only the principal manifestations of His different energies. The word prādhānyataḥ (“principal”) is very important because we can understand only a few of the principal details of the Supreme Lord, for His features are unlimited. It is not possible to understand them all. And vibhūti, as used in this verse, refers to the opulences by which He controls the whole manifestation. In the Amara-kośa dictionary it is stated that vibhūti indicates an exceptional opulence."
    },
    "10.20": {
        "chapter_number": 10,
        "verse_number": "Bg. 10.20",
        "sanskrit_shlok": "अहमात्मा गुडाकेश सर्वभूताशयस्थित: ।अहमादिश्च मध्यं च भूतानामन्त एव च ॥ २० ॥",
        "synonyms": "aham — I; ātmā — the soul; guḍākeśa — O Arjuna; sarva-bhūta — of all living entities; āśaya-sthitaḥ — situated within the heart; aham — I am; ādiḥ — the origin; ca — also; madhyam — middle; ca — also; bhūtānām — of all living entities; antaḥ — end; eva — certainly; ca — and.",
        "english_sanskrit": "aham ātmā guḍākeśasarva-bhūtāśaya-sthitaḥaham ādiś ca madhyaṁ cabhūtānām anta eva ca",
        "translation": "I am the Supersoul, O Arjuna, seated in the hearts of all living entities. I am the beginning, the middle and the end of all beings.",
        "purport": "In this verse Arjuna is addressed as Guḍākeśa, which means “one who has conquered the darkness of sleep.” For those who are sleeping in the darkness of ignorance, it is not possible to understand how the Supreme Personality of Godhead manifests Himself in various ways in the material and spiritual worlds. Thus this address by Kṛṣṇa to Arjuna is significant. Because Arjuna is above such darkness, the Personality of Godhead agrees to describe His various opulences."
    },
    "10.21": {
        "chapter_number": 10,
        "verse_number": "Bg. 10.21",
        "sanskrit_shlok": "आदित्यानामहं विष्णुर्ज्योतिषां रविरंश‍ुमान् ।मरीचिर्मरुतामस्मि नक्षत्राणामहं शशी ॥ २१ ॥",
        "synonyms": "ādityānām — of the Ādityas; aham — I am; viṣṇuḥ — the Supreme Lord; jyotiṣām — of all luminaries; raviḥ — the sun; aṁśu-mān — radiant; marīciḥ — Marīci; marutām — of the Maruts; asmi — I am; nakṣatrāṇām — of the stars; aham — I am; śaśī — the moon.",
        "english_sanskrit": "ādityānām ahaṁ viṣṇurjyotiṣāṁ ravir aṁśumānmarīcir marutām asminakṣatrāṇām ahaṁ śaśī",
        "translation": "Of the Ādityas I am Viṣṇu, of lights I am the radiant sun, of the Maruts I am Marīci, and among the stars I am the moon.",
        "purport": "There are twelve Ādityas, of which Kṛṣṇa is the principal. Among all the luminaries shining in the sky, the sun is the chief, and in the Brahma-saṁhitā the sun is accepted as the glowing eye of the Supreme Lord. There are fifty varieties of wind blowing in space, and of these winds the controlling deity, Marīci, represents Kṛṣṇa."
    },
    "10.22": {
        "chapter_number": 10,
        "verse_number": "Bg. 10.22",
        "sanskrit_shlok": "वेदानां सामवेदोऽस्मि देवानामस्मि वासव: ।इन्द्रियाणां मनश्चास्मि भूतानामस्मि चेतना ॥ २२ ॥",
        "synonyms": "vedānām — of all the Vedas; sāma-vedaḥ — the Sāma Veda; asmi — I am; devānām — of all the demigods; asmi — I am; vāsavaḥ — the heavenly king; indriyāṇām — of all the senses; manaḥ — the mind; ca — also; asmi — I am; bhūtānām — of all living entities; asmi — I am; cetanā — the living force.",
        "english_sanskrit": "vedānāṁ sāma-vedo ’smidevānām asmi vāsavaḥindriyāṇāṁ manaś cāsmibhūtānām asmi cetanā",
        "translation": "Of the Vedas I am the Sāma Veda; of the demigods I am Indra, the king of heaven; of the senses I am the mind; and in living beings I am the living force [consciousness].",
        "purport": "The difference between matter and spirit is that matter has no consciousness like the living entity; therefore this consciousness is supreme and eternal. Consciousness cannot be produced by a combination of matter."
    },
    "10.23": {
        "chapter_number": 10,
        "verse_number": "Bg. 10.23",
        "sanskrit_shlok": "रुद्राणां शङ्करश्चास्मि वित्तेशो यक्षरक्षसाम् ।वसूनां पावकश्चास्मि मेरु: शिखरिणामहम् ॥ २३ ॥",
        "synonyms": "rudrāṇām — of all the Rudras; śaṅkaraḥ — Lord Śiva; ca — also; asmi — I am; vitta-īśaḥ — the lord of the treasury of the demigods; yakṣa-rakṣasām — of the Yakṣas and Rākṣasas; vasūnām — of the Vasus; pāvakaḥ — fire; ca — also; asmi — I am; meruḥ — Meru; śikhariṇām — of all mountains; aham — I am.",
        "english_sanskrit": "rudrāṇāṁ śaṅkaraś cāsmivitteśo yakṣa-rakṣasāmvasūnāṁ pāvakaś cāsmimeruḥ śikhariṇām aham",
        "translation": "Of all the Rudras I am Lord Śiva, of the Yakṣas and Rākṣasas I am the Lord of wealth [Kuvera], of the Vasus I am fire [Agni], and of mountains I am Meru.",
        "purport": "There are eleven Rudras, of whom Śaṅkara, Lord Śiva, is predominant. He is the incarnation of the Supreme Lord in charge of the mode of ignorance in the universe. The leader of the Yakṣas and Rākṣasas is Kuvera, the master treasurer of the demigods, and he is a representation of the Supreme Lord. Meru is a mountain famed for its rich natural resources."
    },
    "10.24": {
        "chapter_number": 10,
        "verse_number": "Bg. 10.24",
        "sanskrit_shlok": "पुरोधसां च मुख्यं मां विद्धि पार्थ बृहस्पतिम् ।सेनानीनामहं स्कन्द: सरसामस्मि सागर: ॥ २४ ॥",
        "synonyms": "purodhasām — of all priests; ca — also; mukhyam — the chief; mām — Me; viddhi — understand; pārtha — O son of Pṛthā; bṛhaspatim — Bṛhaspati; senānīnām — of all commanders; aham — I am; skandaḥ — Kārttikeya; sarasām — of all reservoirs of water; asmi — I am; sāgaraḥ — the ocean.",
        "english_sanskrit": "purodhasāṁ ca mukhyaṁ māṁviddhi pārtha bṛhaspatimsenānīnām ahaṁ skandaḥsarasām asmi sāgaraḥ",
        "translation": "Of priests, O Arjuna, know Me to be the chief, Bṛhaspati. Of generals I am Kārttikeya, and of bodies of water I am the ocean.",
        "purport": "Indra is the chief demigod of the heavenly planets and is known as the king of the heavens. The planet on which he reigns is called Indraloka. Bṛhaspati is Indra’s priest, and since Indra is the chief of all kings, Bṛhaspati is the chief of all priests. And as Indra is the chief of all kings, similarly Skanda, or Kārttikeya, the son of Pārvatī and Lord Śiva, is the chief of all military commanders. And of all bodies of water, the ocean is the greatest. These representations of Kṛṣṇa only give hints of His greatness."
    },
    "10.25": {
        "chapter_number": 10,
        "verse_number": "Bg. 10.25",
        "sanskrit_shlok": "महर्षीणां भृगुरहं गिरामस्म्येकमक्षरम् ।यज्ञानां जपयज्ञोऽस्मि स्थावराणां हिमालय: ॥ २५ ॥",
        "synonyms": "mahā-ṛṣīṇām — among the great sages; bhṛguḥ — Bhṛgu; aham — I am; girām — of vibrations; asmi — I am; ekam akṣaram — praṇava; yajñānām — of sacrifices; japa-yajñaḥ — chanting; asmi — I am; sthāvarāṇām — of immovable things; himālayaḥ — the Himālayan mountains.",
        "english_sanskrit": "maharṣīṇāṁ bhṛgur ahaṁgirām asmy ekam akṣaramyajñānāṁ japa-yajño ’smisthāvarāṇāṁ himālayaḥ",
        "translation": "Of the great sages I am Bhṛgu; of vibrations I am the transcendental oṁ. Of sacrifices I am the chanting of the holy names [japa], and of immovable things I am the Himālayas.",
        "purport": "Brahmā, the first living creature within the universe, created several sons for the propagation of various kinds of species. Among these sons, Bhṛgu is the most powerful sage. Of all the transcendental vibrations, oṁ (oṁ-kāra) represents Kṛṣṇa. Of all sacrifices, the chanting of Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare is the purest representation of Kṛṣṇa. Sometimes animal sacrifices are recommended, but in the sacrifice of Hare Kṛṣṇa, Hare Kṛṣṇa, there is no question of violence. It is the simplest and the purest. Whatever is sublime in the worlds is a representation of Kṛṣṇa. Therefore the Himālayas, the greatest mountains in the world, also represent Him. The mountain named Meru was mentioned in a previous verse, but Meru is sometimes movable, whereas the Himālayas are never movable. Thus the Himālayas are greater than Meru."
    },
    "10.26": {
        "chapter_number": 10,
        "verse_number": "Bg. 10.26",
        "sanskrit_shlok": "अश्वत्थ: सर्ववृक्षाणां देवर्षीणां च नारद: ।गन्धर्वाणां चित्ररथ: सिद्धानां कपिलो मुनि: ॥ २६ ॥",
        "synonyms": "aśvatthaḥ — the banyan tree; sarva-vṛkṣāṇām — of all trees; deva-ṛṣīṇām — of all the sages amongst the demigods; ca — and; nāradaḥ — Nārada; gandharvāṇām — of the citizens of the Gandharva planet; citrarathaḥ — Citraratha; siddhānām — of all those who are perfected; kapilaḥ muniḥ — Kapila Muni.",
        "english_sanskrit": "aśvatthaḥ sarva-vṛkṣāṇāṁdevarṣīṇāṁ ca nāradaḥgandharvāṇāṁ citrarathaḥsiddhānāṁ kapilo muniḥ",
        "translation": "Of all trees I am the banyan tree, and of the sages among the demigods I am Nārada. Of the Gandharvas I am Citraratha, and among perfected beings I am the sage Kapila.",
        "purport": "The banyan tree (aśvattha) is one of the highest and most beautiful trees, and people in India often worship it as one of their daily morning rituals. Amongst the demigods they also worship Nārada, who is considered the greatest devotee in the universe. Thus he is the representation of Kṛṣṇa as a devotee. The Gandharva planet is filled with entities who sing beautifully, and among them the best singer is Citraratha. Amongst the perfect living entities, Kapila, the son of Devahūti, is a representative of Kṛṣṇa. He is considered an incarnation of Kṛṣṇa, and His philosophy is mentioned in the Śrīmad-Bhāgavatam. Later on another Kapila became famous, but his philosophy was atheistic. Thus there is a gulf of difference between them."
    },
    "10.27": {
        "chapter_number": 10,
        "verse_number": "Bg. 10.27",
        "sanskrit_shlok": "उच्‍चैःश्रवसमश्वानां विद्धि माममृतोद्भ‍वम् ।ऐरावतं गजेन्द्राणां नराणां च नराधिपम् ॥ २७ ॥",
        "synonyms": "uccaiḥśravasam — Uccaiḥśravā; aśvānām — among horses; viddhi — know; mām — Me; amṛta-udbhavam — produced from the churning of the ocean; airāvatam — Airāvata; gaja-indrāṇām — of lordly elephants; narāṇām — among human beings; ca — and; nara-adhipam — the king.",
        "english_sanskrit": "uccaiḥśravasam aśvānāṁviddhi mām amṛtodbhavamairāvataṁ gajendrāṇāṁnarāṇāṁ ca narādhipam",
        "translation": "Of horses know Me to be Uccaiḥśravā, produced during the churning of the ocean for nectar. Of lordly elephants I am Airāvata, and among men I am the monarch.",
        "purport": "The devotee demigods and the demons (asuras) once took part in churning the sea. From this churning, nectar and poison were produced, and Lord Śiva drank the poison. From the nectar were produced many entities, of which there was a horse named Uccaiḥśravā. Another animal produced from the nectar was an elephant named Airāvata. Because these two animals were produced from nectar, they have special significance, and they are representatives of Kṛṣṇa."
    },
    "10.28": {
        "chapter_number": 10,
        "verse_number": "Bg. 10.28",
        "sanskrit_shlok": "आयुधानामहं वज्रं धेनूनामस्मि कामधुक् ।प्रजनश्चास्मि कन्दर्प: सर्पाणामस्मि वासुकि: ॥ २८ ॥",
        "synonyms": "āyudhānām — of all weapons; aham — I am; vajram — the thunderbolt; dhenūnām — of cows; asmi — I am; kāma-dhuk — the surabhi cow; prajanaḥ — the cause for begetting children; ca — and; asmi — I am; kandarpaḥ — Cupid; sarpāṇām — of serpents; asmi — I am; vāsukiḥ — Vāsuki.",
        "english_sanskrit": "āyudhānām ahaṁ vajraṁdhenūnām asmi kāma-dhukprajanaś cāsmi kandarpaḥsarpāṇām asmi vāsukiḥ",
        "translation": "Of weapons I am the thunderbolt; among cows I am the surabhi. Of causes for procreation I am Kandarpa, the god of love, and of serpents I am Vāsuki.",
        "purport": "The thunderbolt, indeed a mighty weapon, represents Kṛṣṇa’s power. In Kṛṣṇaloka in the spiritual sky there are cows which can be milked at any time, and they give as much milk as one likes. Of course such cows do not exist in this material world, but there is mention of them in Kṛṣṇaloka. The Lord keeps many such cows, which are called surabhi. It is stated that the Lord is engaged in herding the surabhi cows. Kandarpa is the sex desire for presenting good sons; therefore Kandarpa is the representative of Kṛṣṇa. Sometimes sex is engaged in only for sense gratification; such sex does not represent Kṛṣṇa. But sex for the generation of good children is called Kandarpa and represents Kṛṣṇa."
    },
    "10.29": {
        "chapter_number": 10,
        "verse_number": "Bg. 10.29",
        "sanskrit_shlok": "अनन्तश्चास्मि नागानां वरुणो यादसामहम् ।पितॄणामर्यमा चास्मि यम: संयमतामहम् ॥ २९ ॥",
        "synonyms": "anantaḥ — Ananta; ca — also; asmi — I am; nāgānām — of the many-hooded serpents; varuṇaḥ — the demigod controlling the water; yādasām — of all aquatics; aham — I am; pitṝṇām — of the ancestors; aryamā — Aryamā; ca — also; asmi — I am; yamaḥ — the controller of death; saṁyamatām — of all regulators; aham — I am.",
        "english_sanskrit": "anantaś cāsmi nāgānāṁvaruṇo yādasām ahampitṝṇām aryamā cāsmiyamaḥ saṁyamatām aham",
        "translation": "Of the many-hooded Nāgas I am Ananta, and among the aquatics I am the demigod Varuṇa. Of departed ancestors I am Aryamā, and among the dispensers of law I am Yama, the lord of death.",
        "purport": "Among the many-hooded Nāga serpents, Ananta is the greatest, as is the demigod Varuṇa among the aquatics. They both represent Kṛṣṇa. There is also a planet of Pitās, ancestors, presided over by Aryamā, who represents Kṛṣṇa. There are many living entities who give punishment to the miscreants, and among them Yama is the chief. Yama is situated in a planet near this earthly planet. After death those who are very sinful are taken there, and Yama arranges different kinds of punishments for them."
    },
    "10.30": {
        "chapter_number": 10,
        "verse_number": "Bg. 10.30",
        "sanskrit_shlok": "प्रह्लादश्चास्मि दैत्यानां काल: कलयतामहम् ।मृगाणां च मृगेन्द्रोऽहं वैनतेयश्च पक्षिणाम् ॥ ३० ॥",
        "synonyms": "prahlādaḥ — Prahlāda; ca — also; asmi — I am; daityānām — of the demons; kālaḥ — time; kalayatām — of subduers; aham — I am; mṛgāṇām — of animals; ca — and; mṛga-indraḥ — the lion; aham — I am; vainateyaḥ — Garuḍa; ca — also; pakṣiṇām — of birds.",
        "english_sanskrit": "prahlādaś cāsmi daityānāṁkālaḥ kalayatām ahammṛgāṇāṁ ca mṛgendro ’haṁvainateyaś ca pakṣiṇām",
        "translation": "Among the Daitya demons I am the devoted Prahlāda, among subduers I am time, among beasts I am the lion, and among birds I am Garuḍa.",
        "purport": "Diti and Aditi are two sisters. The sons of Aditi are called Ādityas, and the sons of Diti are called Daityas. All the Ādityas are devotees of the Lord, and all the Daityas are atheistic. Although Prahlāda was born in the family of the Daityas, he was a great devotee from his childhood. Because of his devotional service and godly nature, he is considered to be a representative of Kṛṣṇa."
    },
    "10.31": {
        "chapter_number": 10,
        "verse_number": "Bg. 10.31",
        "sanskrit_shlok": "पवन: पवतामस्मि राम: शस्त्रभृतामहम् ।झषाणां मकरश्चास्मि स्रोतसामस्मि जाह्नवी ॥ ३१ ॥",
        "synonyms": "pavanaḥ — the wind; pavatām — of all that purifies; asmi — I am; rāmaḥ — Rāma; śastra-bhṛtām — of the carriers of weapons; aham — I am; jhaṣāṇām — of all fish; makaraḥ — the shark; ca — also; asmi — I am; srotasām — of flowing rivers; asmi — I am; jāhnavī — the river Ganges.",
        "english_sanskrit": "pavanaḥ pavatām asmirāmaḥ śastra-bhṛtām ahamjhaṣāṇāṁ makaraś cāsmisrotasām asmi jāhnavī",
        "translation": "Of purifiers I am the wind, of the wielders of weapons I am Rāma, of fishes I am the shark, and of flowing rivers I am the Ganges.",
        "purport": "Of all the aquatics the shark is one of the biggest and is certainly the most dangerous to man. Thus the shark represents Kṛṣṇa."
    },
    "10.32": {
        "chapter_number": 10,
        "verse_number": "Bg. 10.32",
        "sanskrit_shlok": "सर्गाणामादिरन्तश्च मध्यं चैवाहमर्जुन ।अध्यात्मविद्या विद्यानां वाद: प्रवदतामहम् ॥ ३२ ॥",
        "synonyms": "sargāṇām — of all creations; ādiḥ — the beginning; antaḥ — end; ca — and; madhyam — middle; ca — also; eva — certainly; aham — I am; arjuna — O Arjuna; adhyātma-vidyā — spiritual knowledge; vidyānām — of all education; vādaḥ — the natural conclusion; pravadatām — of arguments; aham — I am.",
        "english_sanskrit": "sargāṇām ādir antaś camadhyaṁ caivāham arjunaadhyātma-vidyā vidyānāṁvādaḥ pravadatām aham",
        "translation": "Of all creations I am the beginning and the end and also the middle, O Arjuna. Of all sciences I am the spiritual science of the self, and among logicians I am the conclusive truth.",
        "purport": "Among the created manifestations, the first is the creation of the total material elements. As explained before, the cosmic manifestation is created and conducted by Mahā-viṣṇu, Garbhodaka-śāyī Viṣṇu and Kṣīrodaka-śāyī Viṣṇu, and then again it is annihilated by Lord Śiva. Brahmā is a secondary creator. All these agents of creation, maintenance and annihilation are incarnations of the material qualities of the Supreme Lord. Therefore He is the beginning, the middle and the end of all creation."
    },
    "10.33": {
        "chapter_number": 10,
        "verse_number": "Bg. 10.33",
        "sanskrit_shlok": "अक्षराणामकारोऽस्मि द्वन्द्व: सामासिकस्य च ।अहमेवाक्षय: कालो धाताहं विश्वतोमुख: ॥ ३३ ॥",
        "synonyms": "akṣarāṇām — of letters; a-kāraḥ — the first letter; asmi — I am; dvandvaḥ — the dual; sāmāsikasya — of compounds; ca — and; aham — I am; eva — certainly; akṣayaḥ — eternal; kālaḥ — time; dhātā — the creator; aham — I am; viśvataḥ-mukhaḥ — Brahmā.",
        "english_sanskrit": "akṣarāṇām a-kāro ’smidvandvaḥ sāmāsikasya caaham evākṣayaḥ kālodhātāhaṁ viśvato-mukhaḥ",
        "translation": "Of letters I am the letter A, and among compound words I am the dual compound. I am also inexhaustible time, and of creators I am Brahmā.",
        "purport": "A-kāra, the first letter of the Sanskrit alphabet, is the beginning of the Vedic literature. Without a-kāra, nothing can be sounded; therefore it is the beginning of sound. In Sanskrit there are also many compound words, of which the dual word, like rāma-kṛṣṇa, is called dvandva. In this compound, the words rāma and kṛṣṇa have the same form, and therefore the compound is called dual."
    },
    "10.34": {
        "chapter_number": 10,
        "verse_number": "Bg. 10.34",
        "sanskrit_shlok": "मृत्यु: सर्वहरश्चाहमुद्भ‍वश्च भविष्यताम् ।कीर्ति: श्रीर्वाक्‍च नारीणां स्मृतिर्मेधा धृति: क्षमा ॥ ३४ ॥",
        "synonyms": "mṛtyuḥ — death; sarva-haraḥ — all-devouring; ca — also; aham — I am; udbhavaḥ — generation; ca — also; bhaviṣyatām — of future manifestations; kīrtiḥ — fame; śrīḥ — opulence or beauty; vāk — fine speech; ca — also; nārīṇām — of women; smṛtiḥ — memory; medhā — intelligence; dhṛtiḥ — firmness; kṣamā — patience.",
        "english_sanskrit": "mṛtyuḥ sarva-haraś cāhamudbhavaś ca bhaviṣyatāmkīrtiḥ śrīr vāk ca nārīṇāṁsmṛtir medhā dhṛtiḥ kṣamā",
        "translation": "I am all-devouring death, and I am the generating principle of all that is yet to be. Among women I am fame, fortune, fine speech, memory, intelligence, steadfastness and patience.",
        "purport": "As soon as a man is born, he dies at every moment. Thus death is devouring every living entity at every moment, but the last stroke is called death itself. That death is Kṛṣṇa. As for future development, all living entities undergo six basic changes. They are born, they grow, they remain for some time, they reproduce, they dwindle, and finally they vanish. Of these changes, the first is deliverance from the womb, and that is Kṛṣṇa. The first generation is the beginning of all future activities."
    },
    "10.35": {
        "chapter_number": 10,
        "verse_number": "Bg. 10.35",
        "sanskrit_shlok": "बृहत्साम तथा साम्न‍ां गायत्री छन्दसामहम् ।मासानां मार्गशीर्षोऽहमृतूनां कुसुमाकर: ॥ ३५ ॥",
        "synonyms": "bṛhat-sāma — the Bṛhat-sāma; tathā — also; sāmnām — of the Sāma Veda songs; gāyatrī — the Gāyatrī hymns; chandasām — of all poetry; aham — I am; māsānām — of months; mārga-śīrṣaḥ — the month of November-December; aham — I am; ṛtūnām — of all seasons; kusuma-ākaraḥ — spring.",
        "english_sanskrit": "bṛhat-sāma tathā sāmnāṁgāyatrī chandasām ahammāsānāṁ mārga-śīrṣo ’hamṛtūnāṁ kusumākaraḥ",
        "translation": "Of the hymns in the Sāma Veda I am the Bṛhat-sāma, and of poetry I am the Gāyatrī. Of months I am Mārgaśīrṣa [November-December], and of seasons I am flower-bearing spring.",
        "purport": "It has already been explained by the Lord that amongst all the Vedas, He is the Sāma Veda. The Sāma Veda is rich with beautiful songs played by the various demigods. One of these songs is the Bṛhat-sāma, which has an exquisite melody and is sung at midnight."
    },
    "10.36": {
        "chapter_number": 10,
        "verse_number": "Bg. 10.36",
        "sanskrit_shlok": "द्यूतं छलयतामस्मि तेजस्तेजस्विनामहम् ।जयोऽस्मि व्यवसायोऽस्मि सत्त्वं सत्त्ववतामहम् ॥ ३६ ॥",
        "synonyms": "dyūtam — gambling; chalayatām — of all cheats; asmi — I am; tejaḥ — the splendor; tejasvinām — of everything splendid; aham — I am; jayaḥ — victory; asmi — I am; vyavasāyaḥ — enterprise or adventure; asmi — I am; sattvam — the strength; sattva-vatām — of the strong; aham — I am.",
        "english_sanskrit": "dyūtaṁ chalayatām asmitejas tejasvinām ahamjayo ’smi vyavasāyo ’smisattvaṁ sattvavatām aham",
        "translation": "I am also the gambling of cheats, and of the splendid I am the splendor. I am victory, I am adventure, and I am the strength of the strong.",
        "purport": "There are many kinds of cheaters all over the universe. Of all cheating processes, gambling stands supreme and therefore represents Kṛṣṇa. As the Supreme, Kṛṣṇa can be more deceitful than any mere man. If Kṛṣṇa chooses to deceive a person, no one can surpass Him in His deceit. His greatness is not simply one-sided – it is all-sided."
    },
    "10.37": {
        "chapter_number": 10,
        "verse_number": "Bg. 10.37",
        "sanskrit_shlok": "वृष्णीनां वासुदेवोऽस्मि पाण्डवानां धनञ्जय: ।मुनीनामप्यहं व्यास: कवीनामुशना कवि: ॥ ३७ ॥",
        "synonyms": "vṛṣṇīnām — of the descendants of Vṛṣṇi; vāsudevaḥ — Kṛṣṇa in Dvārakā; asmi — I am; pāṇḍavānām — of the Pāṇḍavas; dhanam-jayaḥ — Arjuna; munīnām — of the sages; api — also; aham — I am; vyāsaḥ — Vyāsa, the compiler of all Vedic literature; kavīnām — of all great thinkers; uśanā — Uśanā; kaviḥ — the thinker.",
        "english_sanskrit": "vṛṣṇīnāṁ vāsudevo ’smipāṇḍavānāṁ dhanañ-jayaḥmunīnām apy ahaṁ vyāsaḥkavīnām uśanā kaviḥ",
        "translation": "Of the descendants of Vṛṣṇi I am Vāsudeva, and of the Pāṇḍavas I am Arjuna. Of the sages I am Vyāsa, and among great thinkers I am Uśanā.",
        "purport": "Kṛṣṇa is the original Supreme Personality of Godhead, and Baladeva is Kṛṣṇa’s immediate expansion. Both Lord Kṛṣṇa and Baladeva appeared as sons of Vasudeva, so both of Them may be called Vāsudeva. From another point of view, because Kṛṣṇa never leaves Vṛndāvana, all the forms of Kṛṣṇa that appear elsewhere are His expansions. Vāsudeva is Kṛṣṇa’s immediate expansion, so Vāsudeva is not different from Kṛṣṇa. It is to be understood that the Vāsudeva referred to in this verse of Bhagavad-gītā is Baladeva, or Balarāma, because He is the original source of all incarnations and thus He is the sole source of Vāsudeva. The immediate expansions of the Lord are called svāṁśa (personal expansions), and there are also expansions called vibhinnāṁśa (separated expansions)."
    },
    "10.38": {
        "chapter_number": 10,
        "verse_number": "Bg. 10.38",
        "sanskrit_shlok": "दण्डो दमयतामस्मि नीतिरस्मि जिगीषताम् ।मौनं चैवास्मि गुह्यानां ज्ञानं ज्ञानवतामहम् ॥ ३८ ॥",
        "synonyms": "daṇḍaḥ — punishment; damayatām — of all means of suppression; asmi — I am; nītiḥ — morality; asmi — I am; jigīṣatām — of those who seek victory; maunam — silence; ca — and; eva — also; asmi — I am; guhyānām — of secrets; jñānam — knowledge; jñāna-vatām — of the wise; aham — I am.",
        "english_sanskrit": "daṇḍo damayatām asminītir asmi jigīṣatāmmaunaṁ caivāsmi guhyānāṁjñānaṁ jñānavatām aham",
        "translation": "Among all means of suppressing lawlessness I am punishment, and of those who seek victory I am morality. Of secret things I am silence, and of the wise I am the wisdom.",
        "purport": "There are many suppressing agents, of which the most important are those that cut down miscreants. When miscreants are punished, the agency of chastisement represents Kṛṣṇa. Among those who are trying to be victorious in some field of activity, the most victorious element is morality. Among the confidential activities of hearing, thinking and meditating, silence is most important because by silence one can make progress very quickly. The wise man is he who can discriminate between matter and spirit, between God’s superior and inferior natures. Such knowledge is Kṛṣṇa Himself."
    },
    "10.39": {
        "chapter_number": 10,
        "verse_number": "Bg. 10.39",
        "sanskrit_shlok": "यच्च‍ापि सर्वभूतानां बीजं तदहमर्जुन ।न तदस्ति विना यत्स्यान्मया भूतं चराचरम् ॥ ३९ ॥",
        "synonyms": "yat — whatever; ca — also; api — may be; sarva-bhūtānām — of all creations; bījam — seed; tat — that; aham — I am; arjuna — O Arjuna; na — not; tat — that; asti — there is; vinā — without; yat — which; syāt — exists; mayā — Me; bhūtam — created being; cara-acaram — moving and nonmoving.",
        "english_sanskrit": "yac cāpi sarva-bhūtānāṁbījaṁ tad aham arjunana tad asti vinā yat syānmayā bhūtaṁ carācaram",
        "translation": "Furthermore, O Arjuna, I am the generating seed of all existences. There is no being – moving or nonmoving – that can exist without Me.",
        "purport": "Everything has a cause, and that cause or seed of manifestation is Kṛṣṇa. Without Kṛṣṇa’s energy, nothing can exist; therefore He is called omnipotent. Without His potency, neither the movable nor the immovable can exist. Whatever existence is not founded on the energy of Kṛṣṇa is called māyā, “that which is not.”"
    },
    "10.40": {
        "chapter_number": 10,
        "verse_number": "Bg. 10.40",
        "sanskrit_shlok": "नान्तोऽस्ति मम दिव्यानां विभूतीनां परन्तप ।एष तूद्देशत: प्रोक्तो विभूतेर्विस्तरो मया ॥ ४० ॥",
        "synonyms": "na — nor; antaḥ — a limit; asti — there is; mama — My; divyānām — of the divine; vibhūtīnām — opulences; param-tapa — O conqueror of the enemies; eṣaḥ — all this; tu — but; uddeśataḥ — as examples; proktaḥ — spoken; vibhūteḥ — of opulences; vistaraḥ — the expanse; mayā — by Me.",
        "english_sanskrit": "nānto ’sti mama divyānāṁvibhūtīnāṁ paran-tapaeṣa tūddeśataḥ proktovibhūter vistaro mayā",
        "translation": "O mighty conqueror of enemies, there is no end to My divine manifestations. What I have spoken to you is but a mere indication of My infinite opulences.",
        "purport": "As stated in the Vedic literature, although the opulences and energies of the Supreme are understood in various ways, there is no limit to such opulences; therefore not all the opulences and energies can be explained. Simply a few examples are being described to Arjuna to pacify his inquisitiveness."
    },
    "10.41": {
        "chapter_number": 10,
        "verse_number": "Bg. 10.41",
        "sanskrit_shlok": "यद्यद्विभूतिमत्सत्त्वं श्रीमदूर्जितमेव वा ।तत्तदेवावगच्छ त्वं मम तेजोऽशसम्भवम् ॥ ४१ ॥",
        "synonyms": "yat yat — whatever; vibhūti — opulences; mat — having; sattvam — existence; śrī-mat — beautiful; ūrjitam — glorious; eva — certainly; vā — or; tat tat — all those; eva — certainly; avagaccha — must know; tvam — you; mama — My; tejaḥ — of the splendor; aṁśa — a part; sambhavam — born of.",
        "english_sanskrit": "yad yad vibhūtimat sattvaṁśrīmad ūrjitam eva vātat tad evāvagaccha tvaṁmama tejo-’ṁśa-sambhavam",
        "translation": "Know that all opulent, beautiful and glorious creations spring from but a spark of My splendor.",
        "purport": "Any glorious or beautiful existence should be understood to be but a fragmental manifestation of Kṛṣṇa’s opulence, whether it be in the spiritual or material world. Anything extraordinarily opulent should be considered to represent Kṛṣṇa’s opulence."
    },
    "10.42": {
        "chapter_number": 10,
        "verse_number": "Bg. 10.42",
        "sanskrit_shlok": "अथवा बहुनैतेन किं ज्ञातेन तवार्जुन ।विष्टभ्याहमिदं कृत्स्नमेकांशेन स्थितो जगत् ॥ ४२ ॥",
        "synonyms": "atha vā — or; bahunā — many; etena — by this kind; kim — what; jñātena — by knowing; tava — your; arjuna — O Arjuna; viṣṭabhya — pervading; aham — I; idam — this; kṛtsnam — entire; eka — by one; aṁśena — part; sthitaḥ — am situated; jagat — universe.",
        "english_sanskrit": "atha vā bahunaitenakiṁ jñātena tavārjunaviṣṭabhyāham idaṁ kṛtsnamekāṁśena sthito jagat yac-chakti-leśāt sūryādyābhavanty aty-ugra-tejasaḥyad-aṁśena dhṛtaṁ viśvaṁsa kṛṣṇo daśame ’rcyate",
        "translation": "But what need is there, Arjuna, for all this detailed knowledge? With a single fragment of Myself I pervade and support this entire universe.",
        "purport": "The Supreme Lord is represented throughout the entire material universes by His entering into all things as the Supersoul. The Lord here tells Arjuna that there is no point in understanding how things exist in their separate opulence and grandeur. He should know that all things are existing due to Kṛṣṇa’s entering them as Supersoul. From Brahmā, the most gigantic entity, on down to the smallest ant, all are existing because the Lord has entered each and all and is sustaining them."
    }
}