{
    "6.1": {
        "chapter_number": 6,
        "verse_number": "Bg. 6.1",
        "sanskrit_shloka": "श्रीभगवानुवाचअनाश्रित: कर्मफलं कार्यं कर्म करोति य: ।स सन्न्यासी च योगी च न निरग्न‍िर्न चाक्रिय: ॥ १ ॥",
        "synonyms": "śrī-bhagavān uvāca — the Lord said; anāśritaḥ — without taking shelter; karma-phalam — of the result of work; kāryam — obligatory; karma — work; karoti — performs; yaḥ — one who; saḥ — he; sannyāsī — in the renounced order; ca — also; yogī — mystic; ca — also; na — not; niḥ — without; agniḥ — fire; na — nor; ca — also; akriyaḥ — without duty.",
        "english_sanskrit": "śrī-bhagavān uvācaanāśritaḥ karma-phalaṁkāryaṁ karma karoti yaḥsa sannyāsī ca yogī cana niragnir na cākriyaḥ na dhanaṁ na janaṁ na sundarīṁkavitāṁ vā jagad-īśa kāmayemama janmani janmanīśvarebhavatād bhaktir ahaitukī tvayi",
        "translation": "The Supreme Personality of Godhead said: One who is unattached to the fruits of his work and who works as he is obligated is in the renounced order of life, and he is the true mystic, not he who lights no fire and performs no duty.",
        "purport": "In this chapter the Lord explains that the process of the eightfold yoga system is a means to control the mind and the senses. However, this is very difficult for people in general to perform, especially in the Age of Kali. Although the eightfold yoga system is recommended in this chapter, the Lord emphasizes that the process of karma-yoga, or acting in Kṛṣṇa consciousness, is better. Everyone acts in this world to maintain his family and their paraphernalia, but no one is working without some self-interest, some personal gratification, be it concentrated or extended. The criterion of perfection is to act in Kṛṣṇa consciousness, and not with a view to enjoying the fruits of work. To act in Kṛṣṇa consciousness is the duty of every living entity because all are constitutionally parts and parcels of the Supreme. The parts of the body work for the satisfaction of the whole body. The limbs of the body do not act for self-satisfaction but for the satisfaction of the complete whole. Similarly, the living entity who acts for satisfaction of the supreme whole and not for personal satisfaction is the perfect sannyāsī, the perfect yogī."
    },
    "6.2": {
        "chapter_number": 6,
        "verse_number": "Bg. 6.2",
        "sanskrit_shloka": "यं सन्न्यासमिति प्राहुर्योगं तं विद्धि पाण्डव ।न ह्यसन्न्यस्तसङ्कल्पो योगी भवति कश्चन ॥ २ ॥",
        "synonyms": "yam — what; sannyāsam — renunciation; iti — thus; prāhuḥ — they say; yogam — linking with the Supreme; tam — that; viddhi — you must know; pāṇḍava — O son of Pāṇḍu; na — never; hi — certainly; asannyasta — without giving up; saṅkalpaḥ — desire for self-satisfaction; yogī — a mystic transcendentalist; bhavati — becomes; kaścana — anyone.",
        "english_sanskrit": "yaṁ sannyāsam iti prāhuryogaṁ taṁ viddhi pāṇḍavana hy asannyasta-saṅkalpoyogī bhavati kaścana",
        "translation": "What is called renunciation you should know to be the same as yoga, or linking oneself with the Supreme, O son of Pāṇḍu, for one can never become a yogī unless he renounces the desire for sense gratification.",
        "purport": "Real sannyāsa-yoga or bhakti means that one should know his constitutional position as the living entity, and act accordingly. The living entity has no separate independent identity. He is the marginal energy of the Supreme. When he is entrapped by material energy, he is conditioned, and when he is Kṛṣṇa conscious, or aware of the spiritual energy, then he is in his real and natural state of life. Therefore, when one is in complete knowledge, one ceases all material sense gratification, or renounces all kinds of sense gratificatory activities. This is practiced by the yogīs who restrain the senses from material attachment. But a person in Kṛṣṇa consciousness has no opportunity to engage his senses in anything which is not for the purpose of Kṛṣṇa. Therefore, a Kṛṣṇa conscious person is simultaneously a sannyāsī and a yogī. The purpose of knowledge and of restraining the senses, as prescribed in the jñāna and yoga processes, is automatically served in Kṛṣṇa consciousness. If one is unable to give up the activities of his selfish nature, then jñāna and yoga are of no avail. The real aim is for a living entity to give up all selfish satisfaction and to be prepared to satisfy the Supreme. A Kṛṣṇa conscious person has no desire for any kind of self-enjoyment. He is always engaged for the enjoyment of the Supreme. One who has no information of the Supreme must therefore be engaged in self-satisfaction, because no one can stand on the platform of inactivity. All purposes are perfectly served by the practice of Kṛṣṇa consciousness."
    },
    "6.3": {
        "chapter_number": 6,
        "verse_number": "Bg. 6.3",
        "sanskrit_shloka": "आरुरुक्षोर्मुनेर्योगं कर्म कारणमुच्यते ।योगारूढस्यतस्यैव शम: कारणमुच्यते ॥ ३ ॥",
        "synonyms": "ārurukṣoḥ — who has just begun yoga; muneḥ — of the sage; yogam — the eightfold yoga system; karma — work; kāraṇam — the means; ucyate — is said to be; yoga — eightfold yoga; ārūḍhasya — of one who has attained; tasya — his; eva — certainly; śamaḥ — cessation of all material activities; kāraṇam — the means; ucyate — is said to be.",
        "english_sanskrit": "ārurukṣor muner yogaṁkarma kāraṇam ucyateyogārūḍhasya tasyaivaśamaḥ kāraṇam ucyate",
        "translation": "For one who is a neophyte in the eightfold yoga system, work is said to be the means; and for one who is already elevated in yoga, cessation of all material activities is said to be the means.",
        "purport": "The process of linking oneself with the Supreme is called yoga. It may be compared to a ladder for attaining the topmost spiritual realization. This ladder begins from the lowest material condition of the living entity and rises up to perfect self-realization in pure spiritual life. According to various elevations, different parts of the ladder are known by different names. But all in all, the complete ladder is called yoga and may be divided into three parts, namely jñāna-yoga, dhyāna-yoga and bhakti-yoga. The beginning of the ladder is called the yogārurukṣu stage, and the highest rung is called yogārūḍha."
    },
    "6.4": {
        "chapter_number": 6,
        "verse_number": "Bg. 6.4",
        "sanskrit_shloka": "यदा हि नेन्द्रियार्थेषु न कर्मस्वनुषज्ज‍ते ।सर्वसङ्कल्पसन्न्यासी योगारूढस्तदोच्यते ॥ ४ ॥",
        "synonyms": "yadā — when; hi — certainly; na — not; indriya-artheṣu — in sense gratification; na — never; karmasu — in fruitive activities; anuṣajjate — one necessarily engages; sarva-saṅkalpa — of all material desires; sannyāsī — renouncer; yoga-ārūḍhaḥ — elevated in yoga; tadā — at that time; ucyate — is said to be.",
        "english_sanskrit": "yadā hi nendriyārtheṣuna karmasv anuṣajjatesarva-saṅkalpa-sannyāsīyogārūḍhas tadocyate",
        "translation": "A person is said to be elevated in yoga when, having renounced all material desires, he neither acts for sense gratification nor engages in fruitive activities.",
        "purport": "When a person is fully engaged in the transcendental loving service of the Lord, he is pleased in himself, and thus he is no longer engaged in sense gratification or in fruitive activities. Otherwise, one must be engaged in sense gratification, since one cannot live without engagement. Without Kṛṣṇa consciousness, one must be always seeking self-centered or extended selfish activities. But a Kṛṣṇa conscious person can do everything for the satisfaction of Kṛṣṇa and thereby be perfectly detached from sense gratification. One who has no such realization must mechanically try to escape material desires before being elevated to the top rung of the yoga ladder."
    },
    "6.5": {
        "chapter_number": 6,
        "verse_number": "Bg. 6.5",
        "sanskrit_shloka": "उद्धरेदात्मनात्मानं नात्मानमवसादयेत् ।आत्मैव ह्यात्मनो बन्धुरात्मैव रिपुरात्मन: ॥ ५ ॥",
        "synonyms": "uddharet — one must deliver; ātmanā — by the mind; ātmānam — the conditioned soul; na — never; ātmānam — the conditioned soul; avasādayet — put into degradation; ātmā — mind; eva — certainly; hi — indeed; ātmanaḥ — of the conditioned soul; bandhuḥ — friend; ātmā — mind; eva — certainly; ripuḥ — enemy; ātmanaḥ — of the conditioned soul.",
        "english_sanskrit": "uddhared ātmanātmānaṁnātmānam avasādayetātmaiva hy ātmano bandhurātmaiva ripur ātmanaḥ mana eva manuṣyāṇāṁkāraṇaṁ bandha-mokṣayoḥbandhāya viṣayāsaṅgomuktyai nirviṣayaṁ manaḥ",
        "translation": "One must deliver himself with the help of his mind, and not degrade himself. The mind is the friend of the conditioned soul, and his enemy as well.",
        "purport": "The word ātmā denotes body, mind and soul – depending upon different circumstances. In the yoga system, the mind and the conditioned soul are especially important. Since the mind is the central point of yoga practice, ātmā refers here to the mind. The purpose of the yoga system is to control the mind and to draw it away from attachment to sense objects. It is stressed herein that the mind must be so trained that it can deliver the conditioned soul from the mire of nescience. In material existence one is subjected to the influence of the mind and the senses. In fact, the pure soul is entangled in the material world because the mind is involved with the false ego, which desires to lord it over material nature. Therefore, the mind should be trained so that it will not be attracted by the glitter of material nature, and in this way the conditioned soul may be saved. One should not degrade oneself by attraction to sense objects. The more one is attracted by sense objects, the more one becomes entangled in material existence. The best way to disentangle oneself is to always engage the mind in Kṛṣṇa consciousness. The word hi is used for emphasizing this point, i.e., that one must do this. It is also said:"
    },
    "6.6": {
        "chapter_number": 6,
        "verse_number": "Bg. 6.6",
        "sanskrit_shloka": "बन्धुरात्मात्मनस्तस्य येनात्मैवात्मना जित: ।अनात्मनस्तु शत्रुत्वे वर्तेतात्मैव शत्रुवत् ॥ ६ ॥",
        "synonyms": "bandhuḥ — friend; ātmā — the mind; ātmanaḥ — of the living entity; tasya — of him; yena — by whom; ātmā — the mind; eva — certainly; ātmanā — by the living entity; jitaḥ — conquered; anātmanaḥ — of one who has failed to control the mind; tu — but; śatrutve — because of enmity; varteta — remains; ātmā eva — the very mind; śatru-vat — as an enemy.",
        "english_sanskrit": "bandhur ātmātmanas tasyayenātmaivātmanā jitaḥanātmanas tu śatrutvevartetātmaiva śatru-vat",
        "translation": "For him who has conquered the mind, the mind is the best of friends; but for one who has failed to do so, his mind will remain the greatest enemy.",
        "purport": "The purpose of practicing eightfold yoga is to control the mind in order to make it a friend in discharging the human mission. Unless the mind is controlled, the practice of yoga (for show) is simply a waste of time. One who cannot control his mind lives always with the greatest enemy, and thus his life and its mission are spoiled. The constitutional position of the living entity is to carry out the order of the superior. As long as one’s mind remains an unconquered enemy, one has to serve the dictations of lust, anger, avarice, illusion, etc. But when the mind is conquered, one voluntarily agrees to abide by the dictation of the Personality of Godhead, who is situated within the heart of everyone as Paramātmā. Real yoga practice entails meeting the Paramātmā within the heart and then following His dictation. For one who takes to Kṛṣṇa consciousness directly, perfect surrender to the dictation of the Lord follows automatically."
    },
    "6.7": {
        "chapter_number": 6,
        "verse_number": "Bg. 6.7",
        "sanskrit_shloka": "जितात्मन: प्रशान्तस्य परमात्मा समाहित: ।शीतोष्णसुखदु:खेषु तथा मानापमानयो: ॥ ७ ॥",
        "synonyms": "jita-ātmanaḥ — of one who has conquered his mind; praśāntasya — who has attained tranquillity by such control over the mind; parama-ātmā — the Supersoul; samāhitaḥ — approached completely; śīta — in cold; uṣṇa — heat; sukha — happiness; duḥkheṣu — and distress; tathā — also; māna — in honor; apamānayoḥ — and dishonor.",
        "english_sanskrit": "jitātmanaḥ praśāntasyaparamātmā samāhitaḥśītoṣṇa-sukha-duḥkheṣutathā mānāpamānayoḥ",
        "translation": "For one who has conquered the mind, the Supersoul is already reached, for he has attained tranquillity. To such a man happiness and distress, heat and cold, honor and dishonor are all the same.",
        "purport": "Actually, every living entity is intended to abide by the dictation of the Supreme Personality of Godhead, who is seated in everyone’s heart as Paramātmā. When the mind is misled by the external, illusory energy, one becomes entangled in material activities. Therefore, as soon as one’s mind is controlled through one of the yoga systems, one should be considered to have already reached the destination. One has to abide by superior dictation. When one’s mind is fixed on the superior nature, he has no alternative but to follow the dictation of the Supreme. The mind must admit some superior dictation and follow it. The effect of controlling the mind is that one automatically follows the dictation of the Paramātmā, or Supersoul. Because this transcendental position is at once achieved by one who is in Kṛṣṇa consciousness, the devotee of the Lord is unaffected by the dualities of material existence, namely distress and happiness, cold and heat, etc. This state is practical samādhi, or absorption in the Supreme."
    },
    "6.8": {
        "chapter_number": 6,
        "verse_number": "Bg. 6.8",
        "sanskrit_shloka": "ज्ञानविज्ञानतृप्‍तात्मा कूटस्थो विजितेन्द्रिय: ।युक्त इत्युच्यते योगी समलोष्ट्राश्मकाञ्चन: ॥ ८ ॥",
        "synonyms": "jñāna — by acquired knowledge; vijñāna — and realized knowledge; tṛpta — satisfied; ātmā — a living entity; kūṭa-sthaḥ — spiritually situated; vijita-indriyaḥ — sensually controlled; yuktaḥ — competent for self-realization; iti — thus; ucyate — is said; yogī — a mystic; sama — equipoised; loṣṭra — pebbles; aśma — stone; kāñcanaḥ — gold.",
        "english_sanskrit": "jñāna-vijñāna-tṛptātmākūṭa-stho vijitendriyaḥyukta ity ucyate yogīsama-loṣṭrāśma-kāñcanaḥ ataḥ śrī-kṛṣṇa-nāmādina bhaved grāhyam indriyaiḥsevonmukhe hi jihvādausvayam eva sphuraty adaḥ",
        "translation": "A person is said to be established in self-realization and is called a yogī [or mystic] when he is fully satisfied by virtue of acquired knowledge and realization. Such a person is situated in transcendence and is self-controlled. He sees everything – whether it be pebbles, stones or gold – as the same.",
        "purport": "Book knowledge without realization of the Supreme Truth is useless. This is stated as follows:"
    },
    "6.9": {
        "chapter_number": 6,
        "verse_number": "Bg. 6.9",
        "sanskrit_shloka": "सुहृन्मित्रार्युदासीनमध्यस्थद्वेष्यबन्धुषु ।साधुष्वपि च पापेषु समबुद्धिर्विशिष्यते ॥ ९ ॥",
        "synonyms": "su-hṛt — to well-wishers by nature; mitra — benefactors with affection; ari — enemies; udāsīna — neutrals between belligerents; madhya-stha — mediators between belligerents; dveṣya — the envious; bandhuṣu — and the relatives or well-wishers; sādhuṣu — unto the pious; api — as well as; ca — and; pāpeṣu — unto the sinners; sama-buddhiḥ — having equal intelligence; viśiṣyate — is far advanced.",
        "english_sanskrit": "suhṛn-mitrāry-udāsīna-madhyastha-dveṣya-bandhuṣusādhuṣv api ca pāpeṣusama-buddhir viśiṣyate",
        "translation": "A person is considered still further advanced when he regards honest well-wishers, affectionate benefactors, the neutral, mediators, the envious, friends and enemies, the pious and the sinners all with an equal mind.",
        "purport": "Purport Not Found"
    },
    "6.10": {
        "chapter_number": 6,
        "verse_number": "Bg. 6.10",
        "sanskrit_shloka": "योगी युञ्जीत सततमात्मानं रहसि स्थित: ।एकाकी यतचित्तात्मा निराशीरपरिग्रह: ॥ १० ॥",
        "synonyms": "yogī — a transcendentalist; yuñjīta — must concentrate in Kṛṣṇa consciousness; satatam — constantly; ātmānam — himself (by body, mind and self); rahasi — in a secluded place; sthitaḥ — being situated; ekākī — alone; yata-citta-ātmā — always careful in mind; nirāśīḥ — without being attracted by anything else; aparigrahaḥ — free from the feeling of possessiveness.",
        "english_sanskrit": "yogī yuñjīta satatamātmānaṁ rahasi sthitaḥekākī yata-cittātmānirāśīr aparigrahaḥ anāsaktasya viṣayān, yathārham upayuñjataḥnirbandhaḥ kṛṣṇa-sambandhe, yuktaṁ vairāgyam ucyate prāpañcikatayā buddhyāhari-sambandhi-vastunaḥmumukṣubhiḥ parityāgovairāgyaṁ phalgu kathyate",
        "translation": "A transcendentalist should always engage his body, mind and self in relationship with the Supreme; he should live alone in a secluded place and should always carefully control his mind. He should be free from desires and feelings of possessiveness.",
        "purport": "Kṛṣṇa is realized in different degrees as Brahman, Paramātmā and the Supreme Personality of Godhead. Kṛṣṇa consciousness means, concisely, to be always engaged in the transcendental loving service of the Lord. But those who are attached to the impersonal Brahman or the localized Supersoul are also partially Kṛṣṇa conscious, because the impersonal Brahman is the spiritual ray of Kṛṣṇa and the Supersoul is the all-pervading partial expansion of Kṛṣṇa. Thus the impersonalist and the meditator are also indirectly Kṛṣṇa conscious. A directly Kṛṣṇa conscious person is the topmost transcendentalist because such a devotee knows what is meant by Brahman and Paramātmā. His knowledge of the Absolute Truth is perfect, whereas the impersonalist and the meditative yogī are imperfectly Kṛṣṇa conscious."
    },
    "6.Verse Number Not Found": {
        "chapter_number": 6,
        "verse_number": "Verse Number Not Found",
        "sanskrit_shloka": "Sanskrit Shloka Not Found",
        "synonyms": "Synonym Not Found",
        "english_sanskrit": "English-Sanskrit Not Found",
        "translation": "Translation Not Found",
        "purport": "Purport Not Found"
    },
    "6.15": {
        "chapter_number": 6,
        "verse_number": "Bg. 6.15",
        "sanskrit_shloka": "युञ्जन्नेवं सदात्मानं योगी नियतमानस: ।शान्तिं निर्वाणपरमां मत्संस्थामधिगच्छति ॥ १५ ॥",
        "synonyms": "yuñjan — practicing; evam — as mentioned above; sadā — constantly; ātmānam — body, mind and soul; yogī — the mystic transcendentalist; niyata-mānasaḥ — with a regulated mind; śāntim — peace; nirvāṇa-paramām — cessation of material existence; mat-saṁsthām — the spiritual sky (the kingdom of God); adhigacchati — does attain.",
        "english_sanskrit": "yuñjann evaṁ sadātmānaṁyogī niyata-mānasaḥśāntiṁ nirvāṇa-paramāṁmat-saṁsthām adhigacchati",
        "translation": "Thus practicing constant control of the body, mind and activities, the mystic transcendentalist, his mind regulated, attains to the kingdom of God [or the abode of Kṛṣṇa] by cessation of material existence.",
        "purport": "The ultimate goal in practicing yoga is now clearly explained. Yoga practice is not meant for attaining any kind of material facility; it is to enable the cessation of all material existence. One who seeks an improvement in health or aspires after material perfection is no yogī according to Bhagavad-gītā. Nor does cessation of material existence entail one’s entering into “the void,” which is only a myth. There is no void anywhere within the creation of the Lord. Rather, the cessation of material existence enables one to enter into the spiritual sky, the abode of the Lord. The abode of the Lord is also clearly described in the Bhagavad-gītā as that place where there is no need of sun, moon or electricity. All the planets in the spiritual kingdom are self-illuminated like the sun in the material sky. The kingdom of God is everywhere, but the spiritual sky and the planets thereof are called paraṁ dhāma, or superior abodes."
    },
    "6.16": {
        "chapter_number": 6,
        "verse_number": "Bg. 6.16",
        "sanskrit_shloka": "नात्यश्न‍तस्तु योगोऽस्ति न चैकान्तमनश्न‍त: ।न चातिस्वप्‍नशीलस्य जाग्रतो नैव चार्जुन ॥ १६ ॥",
        "synonyms": "na — never; ati — too much; aśnataḥ — of one who eats; tu — but; yogaḥ — linking with the Supreme; asti — there is; na — nor; ca — also; ekāntam — overly; anaśnataḥ — abstaining from eating; na — nor; ca — also; ati — too much; svapna-śīlasya — of one who sleeps; jāgrataḥ — or one who keeps night watch too much; na — not; eva — ever; ca — and; arjuna — O Arjuna.",
        "english_sanskrit": "nāty-aśnatas tu yogo ’stina caikāntam anaśnataḥna cāti-svapna-śīlasyajāgrato naiva cārjuna",
        "translation": "There is no possibility of one’s becoming a yogī, O Arjuna, if one eats too much or eats too little, sleeps too much or does not sleep enough.",
        "purport": "Regulation of diet and sleep is recommended herein for the yogīs. Too much eating means eating more than is required to keep the body and soul together. There is no need for men to eat animals, because there is an ample supply of grains, vegetables, fruits and milk. Such simple foodstuff is considered to be in the mode of goodness according to the Bhagavad-gītā. Animal food is for those in the mode of ignorance. Therefore, those who indulge in animal food, drinking, smoking and eating food which is not first offered to Kṛṣṇa will suffer sinful reactions because of eating only polluted things. Bhuñjate te tv aghaṁ pāpā ye pacanty ātma-kāraṇāt. Anyone who eats for sense pleasure, or cooks for himself, not offering his food to Kṛṣṇa, eats only sin. One who eats sin and eats more than is allotted to him cannot execute perfect yoga. It is best that one eat only the remnants of foodstuff offered to Kṛṣṇa. A person in Kṛṣṇa consciousness does not eat anything which is not first offered to Kṛṣṇa. Therefore, only the Kṛṣṇa conscious person can attain perfection in yoga practice. Nor can one who artificially abstains from eating, manufacturing his own personal process of fasting, practice yoga. The Kṛṣṇa conscious person observes fasting as it is recommended in the scriptures. He does not fast or eat more than is required, and he is thus competent to perform yoga practice. One who eats more than required will dream very much while sleeping, and he must consequently sleep more than is required. One should not sleep more than six hours daily. One who sleeps more than six hours out of twenty-four is certainly influenced by the mode of ignorance. A person in the mode of ignorance is lazy and prone to sleep a great deal. Such a person cannot perform yoga."
    },
    "6.17": {
        "chapter_number": 6,
        "verse_number": "Bg. 6.17",
        "sanskrit_shloka": "युक्ताहारविहारस्य युक्तचेष्टस्य कर्मसु ।युक्तस्वप्‍नावबोधस्य योगो भवति दु:खहा ॥ १७ ॥",
        "synonyms": "yukta — regulated; āhāra — eating; vihārasya — recreation; yukta — regulated; ceṣṭasya — of one who works for maintenance; karmasu — in discharging duties; yukta — regulated; svapna-avabodhasya — sleep and wakefulness; yogaḥ — practice of yoga; bhavati — becomes; duḥkha-hā — diminishing pains.",
        "english_sanskrit": "yuktāhāra-vihārasyayukta-ceṣṭasya karmasuyukta-svapnāvabodhasyayogo bhavati duḥkha-hā",
        "translation": "He who is regulated in his habits of eating, sleeping, recreation and work can mitigate all material pains by practicing the yoga system.",
        "purport": "Extravagance in the matter of eating, sleeping, defending and mating – which are demands of the body – can block advancement in the practice of yoga. As far as eating is concerned, it can be regulated only when one is practiced to take and accept prasādam, sanctified food. Lord Kṛṣṇa is offered, according to the Bhagavad-gītā (9.26), vegetables, flowers, fruits, grains, milk, etc. In this way, a person in Kṛṣṇa consciousness becomes automatically trained not to accept food not meant for human consumption, or not in the category of goodness. As far as sleeping is concerned, a Kṛṣṇa conscious person is always alert in the discharge of his duties in Kṛṣṇa consciousness, and therefore any unnecessary time spent sleeping is considered a great loss. Avyartha-kālatvam: a Kṛṣṇa conscious person cannot bear to pass a minute of his life without being engaged in the service of the Lord. Therefore, his sleeping is kept to a minimum. His ideal in this respect is Śrīla Rūpa Gosvāmī, who was always engaged in the service of Kṛṣṇa and who could not sleep more than two hours a day, and sometimes not even that. Ṭhākura Haridāsa would not even accept prasādam nor even sleep for a moment without finishing his daily routine of chanting with his beads three hundred thousand names. As far as work is concerned, a Kṛṣṇa conscious person does not do anything which is not connected with Kṛṣṇa’s interest, and thus his work is always regulated and is untainted by sense gratification. Since there is no question of sense gratification, there is no material leisure for a person in Kṛṣṇa consciousness. And because he is regulated in all his work, speech, sleep, wakefulness and all other bodily activities, there is no material misery for him."
    },
    "6.18": {
        "chapter_number": 6,
        "verse_number": "Bg. 6.18",
        "sanskrit_shloka": "यदा विनियतं चित्तमात्मन्येवावतिष्ठते ।निस्पृह: सर्वकामेभ्यो युक्त इत्युच्यते तदा ॥ १८ ॥",
        "synonyms": "yadā — when; viniyatam — particularly disciplined; cittam — the mind and its activities; ātmani — in the transcendence; eva — certainly; avatiṣṭhate — becomes situated; nispṛhaḥ — devoid of desire; sarva — for all kinds of; kāmebhyaḥ — material sense gratification; yuktaḥ — well situated in yoga; iti — thus; ucyate — is said to be; tadā — at that time.",
        "english_sanskrit": "yadā viniyataṁ cittamātmany evāvatiṣṭhatenispṛhaḥ sarva-kāmebhyoyukta ity ucyate tadā sa vai manaḥ kṛṣṇa-padāravindayorvacāṁsi vaikuṇṭha-guṇānuvarṇanekarau harer mandira-mārjanādiṣuśrutiṁ cakārācyuta-sat-kathodaye mukunda-liṅgālaya-darśane dṛśautad-bhṛtya-gātra-sparśe ’ṅga-saṅgamamghrāṇaṁ ca tat-pāda-saroja-saurabheśrīmat-tulasyā rasanāṁ tad-arpite pādau hareḥ kṣetra-padānusarpaṇeśiro hṛṣīkeśa-padābhivandanekāmaṁ ca dāsye na tu kāma-kāmyayāyathottama-śloka-janāśrayā ratiḥ",
        "translation": "When the yogī, by practice of yoga, disciplines his mental activities and becomes situated in transcendence – devoid of all material desires – he is said to be well established in yoga.",
        "purport": "The activities of the yogī are distinguished from those of an ordinary person by his characteristic cessation from all kinds of material desires – of which sex is the chief. A perfect yogī is so well disciplined in the activities of the mind that he can no longer be disturbed by any kind of material desire. This perfectional stage can automatically be attained by persons in Kṛṣṇa consciousness, as stated in the Śrīmad-Bhāgavatam (9.4.18–20):"
    },
    "6.19": {
        "chapter_number": 6,
        "verse_number": "Bg. 6.19",
        "sanskrit_shloka": "यथा दीपो निवातस्थो नेङ्गते सोपमा स्मृता ।योगिनो यतचित्तस्य युञ्जतो योगमात्मन: ॥ १९ ॥",
        "synonyms": "yathā — as; dīpaḥ — a lamp; nivāta-sthaḥ — in a place without wind; na — does not; iṅgate — waver; sā — this; upamā — comparison; smṛtā — is considered; yoginaḥ — of the yogī; yata-cittasya — whose mind is controlled; yuñjataḥ — constantly engaged; yogam — in meditation; ātmanaḥ — on transcendence.",
        "english_sanskrit": "yathā dīpo nivāta-sthoneṅgate sopamā smṛtāyogino yata-cittasyayuñjato yogam ātmanaḥ",
        "translation": "As a lamp in a windless place does not waver, so the transcendentalist, whose mind is controlled, remains always steady in his meditation on the transcendent Self.",
        "purport": "A truly Kṛṣṇa conscious person, always absorbed in transcendence, in constant undisturbed meditation on his worshipable Lord, is as steady as a lamp in a windless place."
    },
    "6.24": {
        "chapter_number": 6,
        "verse_number": "Bg. 6.24",
        "sanskrit_shloka": "स निश्चयेन योक्तव्यो योगोऽनिर्विण्णचेतसा ।सङ्कल्पप्रभवान्कामांस्त्यक्त्वा सर्वानशेषत: ।मनसैवेन्द्रियग्रामं विनियम्य समन्तत: ॥ २४ ॥",
        "synonyms": "saḥ — that; niścayena — with firm determination; yoktavyaḥ — must be practiced; yogaḥ — yoga system; anirviṇṇa-cetasā — without deviation; saṅkalpa — mental speculations; prabhavān — born of; kāmān — material desires; tyaktvā — giving up; sarvān — all; aśeṣataḥ — completely; manasā — by the mind; eva — certainly; indriya-grāmam — the full set of senses; viniyamya — regulating; samantataḥ — from all sides.",
        "english_sanskrit": "sa niścayena yoktavyoyogo ’nirviṇṇa-cetasāsaṅkalpa-prabhavān kāmāṁstyaktvā sarvān aśeṣataḥ manasaivendriya-grāmaṁviniyamya samantataḥ utsāhān niścayād dhairyāttat-tat-karma-pravartanātsaṅga-tyāgāt sato vṛtteḥṣaḍbhir bhaktiḥ prasidhyati",
        "translation": "One should engage oneself in the practice of yoga with determination and faith and not be deviated from the path. One should abandon, without exception, all material desires born of mental speculation and thus control all the senses on all sides by the mind.",
        "purport": "The yoga practitioner should be determined and should patiently prosecute the practice without deviation. One should be sure of success at the end and pursue this course with great perseverance, not becoming discouraged if there is any delay in the attainment of success. Success is sure for the rigid practitioner. Regarding bhakti-yoga, Rūpa Gosvāmī says:"
    },
    "6.25": {
        "chapter_number": 6,
        "verse_number": "Bg. 6.25",
        "sanskrit_shloka": "शनै: शनैरुपरमेद्‍बुद्ध्या धृतिगृहीतया ।आत्मसंस्थं मन: कृत्वा न किञ्चिदपि चिन्तयेत् ॥ २५ ॥",
        "synonyms": "śanaiḥ — gradually; śanaiḥ — step by step; uparamet — one should hold back; buddhyā — by intelligence; dhṛti-gṛhītayā — carried by conviction; ātma-saṁstham — placed in transcendence; manaḥ — mind; kṛtvā — making; na — not; kiñcit — anything else; api — even; cintayet — should think of.",
        "english_sanskrit": "śanaiḥ śanair uparamedbuddhyā dhṛti-gṛhītayāātma-saṁsthaṁ manaḥ kṛtvāna kiñcid api cintayet",
        "translation": "Gradually, step by step, one should become situated in trance by means of intelligence sustained by full conviction, and thus the mind should be fixed on the Self alone and should think of nothing else.",
        "purport": "By proper conviction and intelligence one should gradually cease sense activities. This is called pratyāhāra. The mind, being controlled by conviction, meditation and cessation from the senses, should be situated in trance, or samādhi. At that time there is no longer any danger of becoming engaged in the material conception of life. In other words, although one is involved with matter as long as the material body exists, one should not think about sense gratification. One should think of no pleasure aside from the pleasure of the Supreme Self. This state is easily attained by directly practicing Kṛṣṇa consciousness."
    },
    "6.26": {
        "chapter_number": 6,
        "verse_number": "Bg. 6.26",
        "sanskrit_shloka": "यतो यतो निश्चलति मनश्चञ्चलमस्थिरम् ।ततस्ततो नियम्यैतदात्मन्येव वशं नयेत् ॥ २६ ॥",
        "synonyms": "yataḥ yataḥ — wherever; niścalati — becomes verily agitated; manaḥ — the mind; cañcalam — flickering; asthiram — unsteady; tataḥ tataḥ — from there; niyamya — regulating; etat — this; ātmani — in the Self; eva — certainly; vaśam — control; nayet — must bring under.",
        "english_sanskrit": "yato yato niścalatimanaś cañcalam asthiramtatas tato niyamyaitadātmany eva vaśaṁ nayet",
        "translation": "From wherever the mind wanders due to its flickering and unsteady nature, one must certainly withdraw it and bring it back under the control of the Self.",
        "purport": "The nature of the mind is flickering and unsteady. But a self-realized yogī has to control the mind; the mind should not control him. One who controls the mind (and therefore the senses as well) is called gosvāmī, or svāmī, and one who is controlled by the mind is called go-dāsa, or the servant of the senses. A gosvāmī knows the standard of sense happiness. In transcendental sense happiness, the senses are engaged in the service of Hṛṣīkeśa, or the supreme owner of the senses – Kṛṣṇa. Serving Kṛṣṇa with purified senses is called Kṛṣṇa consciousness. That is the way of bringing the senses under full control. What is more, that is the highest perfection of yoga practice."
    },
    "6.27": {
        "chapter_number": 6,
        "verse_number": "Bg. 6.27",
        "sanskrit_shloka": "प्रशान्तमनसं ह्येनं योगिनं सुखमुत्तमम् ।उपैति शान्तरजसं ब्रह्मभूतमकल्मषम् ॥ २७ ॥",
        "synonyms": "praśānta — peaceful, fixed on the lotus feet of Kṛṣṇa; manasam — whose mind; hi — certainly; enam — this; yoginam — yogī; sukham — happiness; uttamam — the highest; upaiti — attains; śānta-rajasam — his passion pacified; brahma-bhūtam — liberation by identification with the Absolute; akalmaṣam — freed from all past sinful reactions.",
        "english_sanskrit": "praśānta-manasaṁ hy enaṁyoginaṁ sukham uttamamupaiti śānta-rajasaṁbrahma-bhūtam akalmaṣam",
        "translation": "The yogī whose mind is fixed on Me verily attains the highest perfection of transcendental happiness. He is beyond the mode of passion, he realizes his qualitative identity with the Supreme, and thus he is freed from all reactions to past deeds.",
        "purport": "Brahma-bhūta is the state of being free from material contamination and situated in the transcendental service of the Lord. Mad-bhaktiṁ labhate parām (Bg. 18.54). One cannot remain in the quality of Brahman, the Absolute, until one’s mind is fixed on the lotus feet of the Lord. Sa vai manaḥ kṛṣṇa-padāravindayoḥ. To be always engaged in the transcendental loving service of the Lord, or to remain in Kṛṣṇa consciousness, is to be factually liberated from the mode of passion and all material contamination."
    },
    "6.28": {
        "chapter_number": 6,
        "verse_number": "Bg. 6.28",
        "sanskrit_shloka": "युञ्जन्नेवं सदात्मानं योगी विगतकल्मष: ।सुखेन ब्रह्मसंस्पर्शमत्यन्तं सुखमश्न‍ुते ॥ २८ ॥",
        "synonyms": "yuñjan — engaging in yoga practice; evam — thus; sadā — always; ātmānam — the self; yogī — one who is in touch with the Supreme Self; vigata — freed from; kalmaṣaḥ — all material contamination; sukhena — in transcendental happiness; brahma-saṁsparśam — being in constant touch with the Supreme; atyantam — the highest; sukham — happiness; aśnute — attains.",
        "english_sanskrit": "yuñjann evaṁ sadātmānaṁyogī vigata-kalmaṣaḥsukhena brahma-saṁsparśamatyantaṁ sukham aśnute",
        "translation": "Thus the self-controlled yogī, constantly engaged in yoga practice, becomes free from all material contamination and achieves the highest stage of perfect happiness in transcendental loving service to the Lord.",
        "purport": "Self-realization means knowing one’s constitutional position in relationship to the Supreme. The individual soul is part and parcel of the Supreme, and his position is to render transcendental service to the Lord. This transcendental contact with the Supreme is called brahma-saṁsparśa."
    },
    "6.29": {
        "chapter_number": 6,
        "verse_number": "Bg. 6.29",
        "sanskrit_shloka": "सर्वभूतस्थमात्मानं सर्वभूतानि चात्मनि ।ईक्षते योगयुक्तात्मा सर्वत्र समदर्शन: ॥ २९ ॥",
        "synonyms": "sarva-bhūta-stham — situated in all beings; ātmānam — the Supersoul; sarva — all; bhūtāni — entities; ca — also; ātmani — in the Self; īkṣate — does see; yoga-yukta-ātmā — one who is dovetailed in Kṛṣṇa consciousness; sarvatra — everywhere; sama-darśanaḥ — seeing equally.",
        "english_sanskrit": "sarva-bhūta-stham ātmānaṁsarva-bhūtāni cātmaniīkṣate yoga-yuktātmāsarvatra sama-darśanaḥ",
        "translation": "A true yogī observes Me in all beings and also sees every being in Me. Indeed, the self-realized person sees Me, the same Supreme Lord, everywhere.",
        "purport": "A Kṛṣṇa conscious yogī is the perfect seer because he sees Kṛṣṇa, the Supreme, situated in everyone’s heart as Supersoul (Paramātmā). Īśvaraḥ sarva-bhūtānāṁ hṛd-deśe ’rjuna tiṣṭhati. The Lord in His Paramātmā feature is situated within both the heart of the dog and that of a brāhmaṇa. The perfect yogī knows that the Lord is eternally transcendental and is not materially affected by His presence in either a dog or a brāhmaṇa. That is the supreme neutrality of the Lord. The individual soul is also situated in the individual heart, but he is not present in all hearts. That is the distinction between the individual soul and the Supersoul. One who is not factually in the practice of yoga cannot see so clearly. A Kṛṣṇa conscious person can see Kṛṣṇa in the heart of both the believer and the nonbeliever. In the smṛti this is confirmed as follows: ātatatvāc ca mātṛtvāc ca ātmā hi paramo hariḥ. The Lord, being the source of all beings, is like the mother and the maintainer. As the mother is neutral to all different kinds of children, the supreme father (or mother) is also. Consequently the Supersoul is always in every living being."
    },
    "6.30": {
        "chapter_number": 6,
        "verse_number": "Bg. 6.30",
        "sanskrit_shloka": "यो मां पश्यति सर्वत्र सर्वं च मयि पश्यति ।तस्याहं न प्रणश्यामि स च मे न प्रणश्यति ॥ ३० ॥",
        "synonyms": "yaḥ — whoever; mām — Me; paśyati — sees; sarvatra — everywhere; sarvam — everything; ca — and; mayi — in Me; paśyati — sees; tasya — for him; aham — I; na — not; praṇaśyāmi — am lost; saḥ — he; ca — also; me — to Me; na — nor; praṇaśyati — is lost.",
        "english_sanskrit": "yo māṁ paśyati sarvatrasarvaṁ ca mayi paśyatitasyāhaṁ na praṇaśyāmisa ca me na praṇaśyati premāñjana-cchurita-bhakti-vilocanenasantaḥ sadaiva hṛdayeṣu vilokayantiyaṁ śyāmasundaram acintya-guṇa-svarūpaṁgovindam ādi-puruṣaṁ tam ahaṁ bhajāmi",
        "translation": "For one who sees Me everywhere and sees everything in Me, I am never lost, nor is he ever lost to Me.",
        "purport": "A person in Kṛṣṇa consciousness certainly sees Lord Kṛṣṇa everywhere, and he sees everything in Kṛṣṇa. Such a person may appear to see all separate manifestations of the material nature, but in each and every instance he is conscious of Kṛṣṇa, knowing that everything is a manifestation of Kṛṣṇa’s energy. Nothing can exist without Kṛṣṇa, and Kṛṣṇa is the Lord of everything – this is the basic principle of Kṛṣṇa consciousness. Kṛṣṇa consciousness is the development of love of Kṛṣṇa – a position transcendental even to material liberation. At this stage of Kṛṣṇa consciousness, beyond self-realization, the devotee becomes one with Kṛṣṇa in the sense that Kṛṣṇa becomes everything for the devotee and the devotee becomes full in loving Kṛṣṇa. An intimate relationship between the Lord and the devotee then exists. In that stage, the living entity can never be annihilated, nor is the Personality of Godhead ever out of the sight of the devotee. To merge in Kṛṣṇa is spiritual annihilation. A devotee takes no such risk. It is stated in the Brahma-saṁhitā (5.38):"
    },
    "6.31": {
        "chapter_number": 6,
        "verse_number": "Bg. 6.31",
        "sanskrit_shloka": "सर्वभूतस्थितं यो मां भजत्येकत्वमास्थित: ।सर्वथा वर्तमानोऽपि स योगी मयि वर्तते ॥ ३१ ॥",
        "synonyms": "sarva-bhūta-sthitam — situated in everyone’s heart; yaḥ — he who; mām — Me; bhajati — serves in devotional service; ekatvam — in oneness; āsthitaḥ — situated; sarvathā — in all respects; vartamānaḥ — being situated; api — in spite of; saḥ — he; yogī — the transcendentalist; mayi — in Me; vartate — remains.",
        "english_sanskrit": "sarva-bhūta-sthitaṁ yo māṁbhajaty ekatvam āsthitaḥsarvathā vartamāno ’pisa yogī mayi vartate dik-kālādy-anavacchinnekṛṣṇe ceto vidhāya catan-mayo bhavati kṣipraṁjīvo brahmaṇi yojayet eka eva paro viṣṇuḥsarva-vyāpī na saṁśayaḥaiśvaryād rūpam ekaṁ casūrya-vat bahudheyate",
        "translation": "Such a yogī, who engages in the worshipful service of the Supersoul, knowing that I and the Supersoul are one, remains always in Me in all circumstances.",
        "purport": "A yogī who is practicing meditation on the Supersoul sees within himself the plenary portion of Kṛṣṇa as Viṣṇu – with four hands, holding conchshell, wheel, club and lotus flower. The yogī should know that Viṣṇu is not different from Kṛṣṇa. Kṛṣṇa in this form of Supersoul is situated in everyone’s heart. Furthermore, there is no difference between the innumerable Supersouls present in the innumerable hearts of living entities. Nor is there a difference between a Kṛṣṇa conscious person always engaged in the transcendental loving service of Kṛṣṇa and a perfect yogī engaged in meditation on the Supersoul. The yogī in Kṛṣṇa consciousness – even though he may be engaged in various activities while in material existence – remains always situated in Kṛṣṇa. This is confirmed in the Bhakti-rasāmṛta-sindhu (1.2.187) of Śrīla Rūpa Gosvāmī: nikhilāsv apy avasthāsu jīvan-muktaḥ sa ucyate. A devotee of the Lord, always acting in Kṛṣṇa consciousness, is automatically liberated. In the Nārada Pañcarātra this is confirmed in this way:"
    },
    "6.32": {
        "chapter_number": 6,
        "verse_number": "Bg. 6.32",
        "sanskrit_shloka": "आत्मौपम्येन सर्वत्र समं पश्यति योऽर्जुन ।सुखं वा यदि वा दु:खं स योगी परमो मत: ॥ ३२ ॥",
        "synonyms": "ātma — with his self; aupamyena — by comparison; sarvatra — everywhere; samam — equally; paśyati — sees; yaḥ — he who; arjuna — O Arjuna; sukham — happiness; vā — or; yadi — if; vā — or; duḥkham — distress; saḥ — such; yogī — a transcendentalist; paramaḥ — perfect; mataḥ — is considered.",
        "english_sanskrit": "ātmaupamyena sarvatrasamaṁ paśyati yo ’rjunasukhaṁ vā yadi vā duḥkhaṁsa yogī paramo mataḥ",
        "translation": "He is a perfect yogī who, by comparison to his own self, sees the true equality of all beings, in both their happiness and their distress, O Arjuna!",
        "purport": "One who is Kṛṣṇa conscious is a perfect yogī; he is aware of everyone’s happiness and distress by dint of his own personal experience. The cause of the distress of a living entity is forgetfulness of his relationship with God. And the cause of happiness is knowing Kṛṣṇa to be the supreme enjoyer of all the activities of the human being, the proprietor of all lands and planets, and the sincerest friend of all living entities. The perfect yogī knows that the living being who is conditioned by the modes of material nature is subjected to the threefold material miseries due to forgetfulness of his relationship with Kṛṣṇa. And because one in Kṛṣṇa consciousness is happy, he tries to distribute the knowledge of Kṛṣṇa everywhere. Since the perfect yogī tries to broadcast the importance of becoming Kṛṣṇa conscious, he is the best philanthropist in the world, and he is the dearest servitor of the Lord. Na ca tasmān manuṣyeṣu kaścin me priya-kṛttamaḥ (Bg. 18.69). In other words, a devotee of the Lord always looks to the welfare of all living entities, and in this way he is factually the friend of everyone. He is the best yogī because he does not desire perfection in yoga for his personal benefit, but tries for others also. He does not envy his fellow living entities. Here is a contrast between a pure devotee of the Lord and a yogī interested only in his personal elevation. The yogī who has withdrawn to a secluded place in order to meditate perfectly may not be as perfect as a devotee who is trying his best to turn every man toward Kṛṣṇa consciousness."
    },
    "6.33": {
        "chapter_number": 6,
        "verse_number": "Bg. 6.33",
        "sanskrit_shloka": "अर्जुन उवाचयोऽयं योगस्त्वया प्रोक्त: साम्येन मधुसूदन ।एतस्याहं न पश्यामि चञ्चलत्वात्स्थितिं स्थिराम् ॥ ३३ ॥",
        "synonyms": "arjunaḥ uvāca — Arjuna said; yaḥ ayam — this system; yogaḥ — mysticism; tvayā — by You; proktaḥ — described; sāmyena — generally; madhu-sūdana — O killer of the demon Madhu; etasya — of this; aham — I; na — do not; paśyāmi — see; cañcalatvāt — due to being restless; sthitim — situation; sthirām — stable.",
        "english_sanskrit": "arjuna uvācayo ’yaṁ yogas tvayā proktaḥsāmyena madhusūdanaetasyāhaṁ na paśyāmicañcalatvāt sthitiṁ sthirām",
        "translation": "Arjuna said: O Madhusūdana, the system of yoga which You have summarized appears impractical and unendurable to me, for the mind is restless and unsteady.",
        "purport": "The system of mysticism described by Lord Kṛṣṇa to Arjuna beginning with the words śucau deśe and ending with yogī paramaḥ is here being rejected by Arjuna out of a feeling of inability. It is not possible for an ordinary man to leave home and go to a secluded place in the mountains or jungles to practice yoga in this Age of Kali. The present age is characterized by a bitter struggle for a life of short duration. People are not serious about self-realization even by simple, practical means, and what to speak of this difficult yoga system, which regulates the mode of living, the manner of sitting, selection of place, and detachment of the mind from material engagements. As a practical man, Arjuna thought it was impossible to follow this system of yoga, even though he was favorably endowed in many ways. He belonged to the royal family and was highly elevated in terms of numerous qualities; he was a great warrior, he had great longevity, and, above all, he was the most intimate friend of Lord Kṛṣṇa, the Supreme Personality of Godhead. Five thousand years ago, Arjuna had much better facilities than we do now, yet he refused to accept this system of yoga. In fact, we do not find any record in history of his practicing it at any time. Therefore this system must be considered generally impossible in this Age of Kali. Of course it may be possible for some very few, rare men, but for the people in general it is an impossible proposal. If this were so five thousand years ago, then what of the present day? Those who are imitating this yoga system in different so-called schools and societies, although complacent, are certainly wasting their time. They are completely in ignorance of the desired goal."
    },
    "6.34": {
        "chapter_number": 6,
        "verse_number": "Bg. 6.34",
        "sanskrit_shloka": "चञ्चलं हि मन: कृष्ण प्रमाथि बलवद्दृढम् ।तस्याहं निग्रहं मन्ये वायोरिव सुदुष्करम् ॥ ३४ ॥",
        "synonyms": "cañcalam — flickering; hi — certainly; manaḥ — mind; kṛṣṇa — O Kṛṣṇa; pramāthi — agitating; bala-vat — strong; dṛḍham — obstinate; tasya — its; aham — I; nigraham — subduing; manye — think; vāyoḥ — of the wind; iva — like; su-duṣkaram — difficult.",
        "english_sanskrit": "cañcalaṁ hi manaḥ kṛṣṇapramāthi balavad dṛḍhamtasyāhaṁ nigrahaṁ manyevāyor iva su-duṣkaram ātmānaṁ rathinaṁ viddhiśarīraṁ ratham eva cabuddhiṁ tu sārathiṁ viddhimanaḥ pragraham eva ca indriyāṇi hayān āhurviṣayāṁs teṣu gocarānātmendriya-mano-yuktaṁbhoktety āhur manīṣiṇaḥ",
        "translation": "The mind is restless, turbulent, obstinate and very strong, O Kṛṣṇa, and to subdue it, I think, is more difficult than controlling the wind.",
        "purport": "The mind is so strong and obstinate that it sometimes overcomes the intelligence, although the mind is supposed to be subservient to the intelligence. For a man in the practical world who has to fight so many opposing elements, it is certainly very difficult to control the mind. Artificially, one may establish a mental equilibrium toward both friend and enemy, but ultimately no worldly man can do so, for this is more difficult than controlling the raging wind. In the Vedic literature (Kaṭha Upaniṣad 1.3.3–4) it is said:"
    },
    "6.35": {
        "chapter_number": 6,
        "verse_number": "Bg. 6.35",
        "sanskrit_shloka": "श्रीभगवानुवाचअसंशयं महाबाहो मनो दुर्निग्रहं चलम् ।अभ्यासेन तु कौन्तेय वैराग्येण च गृह्यते ॥ ३५ ॥",
        "synonyms": "śrī-bhagavān uvāca — the Personality of Godhead said; asaṁśayam — undoubtedly; mahā-bāho — O mighty-armed one; manaḥ — the mind; durnigraham — difficult to curb; calam — flickering; abhyāsena — by practice; tu — but; kaunteya — O son of Kuntī; vairāgyeṇa — by detachment; ca — also; gṛhyate — can be so controlled.",
        "english_sanskrit": "śrī-bhagavān uvācaasaṁśayaṁ mahā-bāhomano durnigrahaṁ calamabhyāsena tu kaunteyavairāgyeṇa ca gṛhyate",
        "translation": "Lord Śrī Kṛṣṇa said: O mighty-armed son of Kuntī, it is undoubtedly very difficult to curb the restless mind, but it is possible by suitable practice and by detachment.",
        "purport": "The difficulty of controlling the obstinate mind, as expressed by Arjuna, is accepted by the Personality of Godhead. But at the same time He suggests that by practice and detachment it is possible. What is that practice? In the present age no one can observe the strict rules and regulations of placing oneself in a sacred place, focusing the mind on the Supersoul, restraining the senses and mind, observing celibacy, remaining alone, etc. By the practice of Kṛṣṇa consciousness, however, one engages in nine types of devotional service to the Lord. The first and foremost of such devotional engagements is hearing about Kṛṣṇa. This is a very powerful transcendental method for purging the mind of all misgivings. The more one hears about Kṛṣṇa, the more one becomes enlightened and detached from everything that draws the mind away from Kṛṣṇa. By detaching the mind from activities not devoted to the Lord, one can very easily learn vairāgya. Vairāgya means detachment from matter and engagement of the mind in spirit. Impersonal spiritual detachment is more difficult than attaching the mind to the activities of Kṛṣṇa. This is practical because by hearing about Kṛṣṇa one becomes automatically attached to the Supreme Spirit. This attachment is called pareśānubhava, spiritual satisfaction. It is just like the feeling of satisfaction a hungry man has for every morsel of food he eats. The more one eats while hungry, the more one feels satisfaction and strength. Similarly, by discharge of devotional service one feels transcendental satisfaction as the mind becomes detached from material objectives. It is something like curing a disease by expert treatment and appropriate diet. Hearing of the transcendental activities of Lord Kṛṣṇa is therefore expert treatment for the mad mind, and eating the foodstuff offered to Kṛṣṇa is the appropriate diet for the suffering patient. This treatment is the process of Kṛṣṇa consciousness."
    },
    "6.36": {
        "chapter_number": 6,
        "verse_number": "Bg. 6.36",
        "sanskrit_shloka": "असंयतात्मना योगो दुष्प्राप इति मे मति: ।वश्यात्मना तु यतता शक्योऽवाप्‍तुमुपायत: ॥ ३६ ॥",
        "synonyms": "asaṁyata — unbridled; ātmanā — by the mind; yogaḥ — self-realization; duṣprāpaḥ — difficult to obtain; iti — thus; me — My; matiḥ — opinion; vaśya — controlled; ātmanā — by the mind; tu — but; yatatā — while endeavoring; śakyaḥ — practical; avāptum — to achieve; upāyataḥ — by appropriate means.",
        "english_sanskrit": "asaṁyatātmanā yogoduṣprāpa iti me matiḥvaśyātmanā tu yatatāśakyo ’vāptum upāyataḥ",
        "translation": "For one whose mind is unbridled, self-realization is difficult work. But he whose mind is controlled and who strives by appropriate means is assured of success. That is My opinion.",
        "purport": "The Supreme Personality of Godhead declares that one who does not accept the proper treatment to detach the mind from material engagement can hardly achieve success in self-realization. Trying to practice yoga while engaging the mind in material enjoyment is like trying to ignite a fire while pouring water on it. Yoga practice without mental control is a waste of time. Such a show of yoga may be materially lucrative, but it is useless as far as spiritual realization is concerned. Therefore, one must control the mind by engaging it constantly in the transcendental loving service of the Lord. Unless one is engaged in Kṛṣṇa consciousness, he cannot steadily control the mind. A Kṛṣṇa conscious person easily achieves the result of yoga practice without separate endeavor, but a yoga practitioner cannot achieve success without becoming Kṛṣṇa conscious."
    },
    "6.37": {
        "chapter_number": 6,
        "verse_number": "Bg. 6.37",
        "sanskrit_shloka": "अर्जुन उवाचअयति: श्रद्धयोपेतो योगाच्च‍‍लितमानस: ।अप्राप्य योगसंसिद्धिं कां गतिं कृष्ण गच्छति ॥ ३७ ॥",
        "synonyms": "arjunaḥ uvāca — Arjuna said; ayatiḥ — the unsuccessful transcendentalist; śraddhayā — with faith; upetaḥ — engaged; yogāt — from the mystic link; calita — deviated; mānasaḥ — who has such a mind; aprāpya — failing to attain; yoga-saṁsiddhim — the highest perfection in mysticism; kām — which; gatim — destination; kṛṣṇa — O Kṛṣṇa; gacchati — achieves.",
        "english_sanskrit": "arjuna uvācaayatiḥ śraddhayopetoyogāc calita-mānasaḥaprāpya yoga-saṁsiddhiṁkāṁ gatiṁ kṛṣṇa gacchati",
        "translation": "Arjuna said: O Kṛṣṇa, what is the destination of the unsuccessful transcendentalist, who in the beginning takes to the process of self-realization with faith but who later desists due to worldly-mindedness and thus does not attain perfection in mysticism?",
        "purport": "The path of self-realization or mysticism is described in the Bhagavad-gītā. The basic principle of self-realization is knowledge that the living entity is not this material body but that he is different from it and that his happiness is in eternal life, bliss and knowledge. These are transcendental, beyond both body and mind. Self-realization is sought by the path of knowledge, by the practice of the eightfold system or by bhakti-yoga. In each of these processes one has to realize the constitutional position of the living entity, his relationship with God, and the activities whereby he can reestablish the lost link and achieve the highest perfectional stage of Kṛṣṇa consciousness. Following any of the above-mentioned three methods, one is sure to reach the supreme goal sooner or later. This was asserted by the Lord in the Second Chapter: even a little endeavor on the transcendental path offers a great hope for deliverance. Out of these three methods, the path of bhakti-yoga is especially suitable for this age because it is the most direct method of God realization. To be doubly assured, Arjuna is asking Lord Kṛṣṇa to confirm His former statement. One may sincerely accept the path of self-realization, but the process of cultivation of knowledge and the practice of the eightfold yoga system are generally very difficult for this age. Therefore, despite constant endeavor one may fail, for many reasons. First of all, one may not be sufficiently serious about following the process. To pursue the transcendental path is more or less to declare war on the illusory energy. Consequently, whenever a person tries to escape the clutches of the illusory energy, she tries to defeat the practitioner by various allurements. A conditioned soul is already allured by the modes of material energy, and there is every chance of being allured again, even while performing transcendental disciplines. This is called yogāc calita-mānasaḥ: deviation from the transcendental path. Arjuna is inquisitive to know the results of deviation from the path of self-realization."
    },
    "6.38": {
        "chapter_number": 6,
        "verse_number": "Bg. 6.38",
        "sanskrit_shloka": "कच्च‍िन्नोभयविभ्रष्टश्छिन्नाभ्रमिव नश्यति ।अप्रतिष्ठो महाबाहो विमूढो ब्रह्मण: पथि ॥ ३८ ॥",
        "synonyms": "kaccit — whether; na — not; ubhaya — both; vibhraṣṭaḥ — deviated from; chinna — torn; abhram — cloud; iva — like; naśyati — perishes; apratiṣṭhaḥ — without any position; mahā-bāho — O mighty-armed Kṛṣṇa; vimūḍhaḥ — bewildered; brahmaṇaḥ — of transcendence; pathi — on the path.",
        "english_sanskrit": "kaccin nobhaya-vibhraṣṭaśchinnābhram iva naśyatiapratiṣṭho mahā-bāhovimūḍho brahmaṇaḥ pathi",
        "translation": "O mighty-armed Kṛṣṇa, does not such a man, who is bewildered from the path of transcendence, fall away from both spiritual and material success and perish like a riven cloud, with no position in any sphere?",
        "purport": "There are two ways to progress. Those who are materialists have no interest in transcendence; therefore they are more interested in material advancement by economic development, or in promotion to the higher planets by appropriate work. When one takes to the path of transcendence, one has to cease all material activities and sacrifice all forms of so-called material happiness. If the aspiring transcendentalist fails, then he apparently loses both ways; in other words, he can enjoy neither material happiness nor spiritual success. He has no position; he is like a riven cloud. A cloud in the sky sometimes deviates from a small cloud and joins a big one. But if it cannot join a big one, then it is blown away by the wind and becomes a nonentity in the vast sky. The brahmaṇaḥ pathi is the path of transcendental realization through knowing oneself to be spiritual in essence, part and parcel of the Supreme Lord, who is manifested as Brahman, Paramātmā and Bhagavān. Lord Śrī Kṛṣṇa is the fullest manifestation of the Supreme Absolute Truth, and therefore one who is surrendered to the Supreme Person is a successful transcendentalist. To reach this goal of life through Brahman and Paramātmā realization takes many, many births (bahūnāṁ janmanām ante). Therefore the supermost path of transcendental realization is bhakti-yoga, or Kṛṣṇa consciousness, the direct method."
    },
    "6.39": {
        "chapter_number": 6,
        "verse_number": "Bg. 6.39",
        "sanskrit_shloka": "एतन्मे संशयं कृष्ण छेत्तुमर्हस्यशेषत: ।त्वदन्य: संशयस्यास्य छेत्ता न ह्युपपद्यते ॥ ३९ ॥",
        "synonyms": "etat — this is; me — my; saṁśayam — doubt; kṛṣṇa — O Kṛṣṇa; chettum — to dispel; arhasi — You are requested; aśeṣataḥ — completely; tvat — than You; anyaḥ — other; saṁśayasya — of the doubt; asya — this; chettā — remover; na — never; hi — certainly; upapadyate — is to be found.",
        "english_sanskrit": "etan me saṁśayaṁ kṛṣṇachettum arhasy aśeṣataḥtvad-anyaḥ saṁśayasyāsyachettā na hy upapadyate",
        "translation": "This is my doubt, O Kṛṣṇa, and I ask You to dispel it completely. But for You, no one is to be found who can destroy this doubt.",
        "purport": "Kṛṣṇa is the perfect knower of past, present and future. In the beginning of the Bhagavad-gītā, the Lord said that all living entities existed individually in the past, they exist now in the present, and they continue to retain individual identity in the future, even after liberation from the material entanglement. So He has already cleared up the question of the future of the individual living entity. Now, Arjuna wants to know of the future of the unsuccessful transcendentalist. No one is equal to or above Kṛṣṇa, and certainly the so-called great sages and philosophers who are at the mercy of material nature cannot equal Him. Therefore the verdict of Kṛṣṇa is the final and complete answer to all doubts, because He knows past, present and future perfectly – but no one knows Him. Kṛṣṇa and Kṛṣṇa conscious devotees alone can know what is what."
    },
    "6.40": {
        "chapter_number": 6,
        "verse_number": "Bg. 6.40",
        "sanskrit_shloka": "श्रीभगवानुवाचपार्थ नैवेह नामुत्र विनाशस्तस्य विद्यते ।न हि कल्याणकृत्कश्चिद्दुर्गतिं तात गच्छति ॥ ४० ॥",
        "synonyms": "śrī-bhagavān uvāca — the Supreme Personality of Godhead said; pārtha — O son of Pṛthā; na eva — never is it so; iha — in this material world; na — never; amutra — in the next life; vināśaḥ — destruction; tasya — his; vidyate — exists; na — never; hi — certainly; kalyāṇa-kṛt — one who is engaged in auspicious activities; kaścit — anyone; durgatim — to degradation; tāta — My friend; gacchati — goes.",
        "english_sanskrit": "śrī-bhagavān uvācapārtha naiveha nāmutravināśas tasya vidyatena hi kalyāṇa-kṛt kaściddurgatiṁ tāta gacchati tyaktvā sva-dharmaṁ caraṇāmbujaṁ harerbhajann apakvo ’tha patet tato yadiyatra kva vābhadram abhūd amuṣya kiṁko vārtha āpto ’bhajatāṁ sva-dharmataḥ",
        "translation": "The Supreme Personality of Godhead said: Son of Pṛthā, a transcendentalist engaged in auspicious activities does not meet with destruction either in this world or in the spiritual world; one who does good, My friend, is never overcome by evil.",
        "purport": "In the Śrīmad-Bhāgavatam (1.5.17) Śrī Nārada Muni instructs Vyāsadeva as follows:"
    },
    "6.41": {
        "chapter_number": 6,
        "verse_number": "Bg. 6.41",
        "sanskrit_shloka": "प्राप्य पुण्यकृतां लोकानुषित्वा शाश्वती: समा: ।श‍ुचीनां श्रीमतां गेहे योगभ्रष्टोऽभिजायते ॥ ४१ ॥",
        "synonyms": "prāpya — after achieving; puṇya-kṛtām — of those who performed pious activities; lokān — planets; uṣitvā — after dwelling; śāśvatīḥ — many; samāḥ — years; śucīnām — of the pious; śrī-matām — of the prosperous; gehe — in the house; yoga-bhraṣṭaḥ — one who has fallen from the path of self-realization; abhijāyate — takes his birth.",
        "english_sanskrit": "prāpya puṇya-kṛtāṁ lokānuṣitvā śāśvatīḥ samāḥśucīnāṁ śrīmatāṁ geheyoga-bhraṣṭo ’bhijāyate",
        "translation": "The unsuccessful yogī, after many, many years of enjoyment on the planets of the pious living entities, is born into a family of righteous people, or into a family of rich aristocracy.",
        "purport": "The unsuccessful yogīs are divided into two classes: one is fallen after very little progress, and one is fallen after long practice of yoga. The yogī who falls after a short period of practice goes to the higher planets, where pious living entities are allowed to enter. After prolonged life there, one is sent back again to this planet, to take birth in the family of a righteous brāhmaṇa Vaiṣṇava or of aristocratic merchants."
    },
    "6.42": {
        "chapter_number": 6,
        "verse_number": "Bg. 6.42",
        "sanskrit_shloka": "अथवा योगिनामेव कुले भवति धीमताम् ।एतद्धि दुर्लभतरं लोके जन्म यदीदृशम् ॥ ४२ ॥",
        "synonyms": "atha vā — or; yoginām — of learned transcendentalists; eva — certainly; kule — in the family; bhavati — takes birth; dhī-matām — of those who are endowed with great wisdom; etat — this; hi — certainly; durlabha-taram — very rare; loke — in this world; janma — birth; yat — that which; īdṛśam — like this.",
        "english_sanskrit": "atha vā yoginām evakule bhavati dhīmatāmetad dhi durlabha-taraṁloke janma yad īdṛśam",
        "translation": "Or [if unsuccessful after long practice of yoga] he takes his birth in a family of transcendentalists who are surely great in wisdom. Certainly, such a birth is rare in this world.",
        "purport": "Birth in a family of yogīs or transcendentalists – those with great wisdom – is praised herein because the child born in such a family receives a spiritual impetus from the very beginning of his life. It is especially the case in the ācārya or gosvāmī families. Such families are very learned and devoted by tradition and training, and thus they become spiritual masters. In India there are many such ācārya families, but they have now degenerated due to insufficient education and training. By the grace of the Lord, there are still families that foster transcendentalists generation after generation. It is certainly very fortunate to take birth in such families. Fortunately, both our spiritual master, Oṁ Viṣṇupāda Śrī Śrīmad Bhaktisiddhānta Sarasvatī Gosvāmī Mahārāja, and our humble self had the opportunity to take birth in such families, by the grace of the Lord, and both of us were trained in the devotional service of the Lord from the very beginning of our lives. Later on we met by the order of the transcendental system."
    },
    "6.43": {
        "chapter_number": 6,
        "verse_number": "Bg. 6.43",
        "sanskrit_shloka": "तत्र तं बुद्धिसंयोगं लभते पौर्वदेहिकम् ।यतते च ततो भूय: संसिद्धौ कुरुनन्दन ॥ ४३ ॥",
        "synonyms": "tatra — thereupon; tam — that; buddhi-saṁyogam — revival of consciousness; labhate — gains; paurva-dehikam — from the previous body; yatate — he endeavors; ca — also; tataḥ — thereafter; bhūyaḥ — again; saṁsiddhau — for perfection; kuru-nandana — O son of Kuru.",
        "english_sanskrit": "tatra taṁ buddhi-saṁyogaṁlabhate paurva-dehikamyatate ca tato bhūyaḥsaṁsiddhau kuru-nandana",
        "translation": "On taking such a birth, he revives the divine consciousness of his previous life, and he again tries to make further progress in order to achieve complete success, O son of Kuru.",
        "purport": "King Bharata, who took his third birth in the family of a good brāhmaṇa, is an example of good birth for the revival of previous transcendental consciousness. King Bharata was the emperor of the world, and since his time this planet has been known among the demigods as Bhārata-varṣa. Formerly it was known as Ilāvṛta-varṣa. The emperor, at an early age, retired for spiritual perfection but failed to achieve success. In his next life he took birth in the family of a good brāhmaṇa and was known as Jaḍa Bharata because he always remained secluded and did not talk to anyone. And later on he was discovered as the greatest transcendentalist by King Rahūgaṇa. From his life it is understood that transcendental endeavors, or the practice of yoga, never go in vain. By the grace of the Lord the transcendentalist gets repeated opportunities for complete perfection in Kṛṣṇa consciousness."
    },
    "6.44": {
        "chapter_number": 6,
        "verse_number": "Bg. 6.44",
        "sanskrit_shloka": "पूर्वाभ्यासेन तेनैव ह्रियते ह्यवशोऽपि स: ।जिज्ञासुरपि योगस्य शब्दब्रह्मातिवर्तते ॥ ४४ ॥",
        "synonyms": "pūrva — previous; abhyāsena — by practice; tena — by that; eva — certainly; hriyate — is attracted; hi — surely; avaśaḥ — automatically; api — also; saḥ — he; jijñāsuḥ — inquisitive; api — even; yogasya — about yoga; śabda-brahma — ritualistic principles of scriptures; ativartate — transcends.",
        "english_sanskrit": "pūrvābhyāsena tenaivahriyate hy avaśo ’pi saḥjijñāsur api yogasyaśabda-brahmātivartate aho bata śva-paco ’to garīyānyaj-jihvāgre vartate nāma tubhyamtepus tapas te juhuvuḥ sasnur āryābrahmānūcur nāma gṛṇanti ye te",
        "translation": "By virtue of the divine consciousness of his previous life, he automatically becomes attracted to the yogic principles – even without seeking them. Such an inquisitive transcendentalist stands always above the ritualistic principles of the scriptures.",
        "purport": "Advanced yogīs are not very much attracted to the rituals of the scriptures, but they automatically become attracted to the yoga principles, which can elevate them to complete Kṛṣṇa consciousness, the highest yoga perfection. In the Śrīmad-Bhāgavatam (3.33.7), such disregard of Vedic rituals by the advanced transcendentalists is explained as follows:"
    },
    "6.45": {
        "chapter_number": 6,
        "verse_number": "Bg. 6.45",
        "sanskrit_shloka": "प्रयत्‍नाद्यतमानस्तु योगी संश‍ुद्धकिल्बिष: ।अनेकजन्मसंसिद्धस्ततो याति परां गतिम् ॥ ४५ ॥",
        "synonyms": "prayatnāt — by rigid practice; yatamānaḥ — endeavoring; tu — and; yogī — such a transcendentalist; saṁśuddha — washed off; kilbiṣaḥ — all of whose sins; aneka — after many, many; janma — births; saṁsiddhaḥ — having achieved perfection; tataḥ — thereafter; yāti — attains; parām — the highest; gatim — destination.",
        "english_sanskrit": "prayatnād yatamānas tuyogī saṁśuddha-kilbiṣaḥaneka-janma-saṁsiddhastato yāti parāṁ gatim yeṣāṁ tv anta-gataṁ pāpaṁjanānāṁ puṇya-karmaṇāmte dvandva-moha-nirmuktābhajante māṁ dṛḍha-vratāḥ",
        "translation": "And when the yogī engages himself with sincere endeavor in making further progress, being washed of all contaminations, then ultimately, achieving perfection after many, many births of practice, he attains the supreme goal.",
        "purport": "A person born in a particularly righteous, aristocratic or sacred family becomes conscious of his favorable condition for executing yoga practice. With determination, therefore, he begins his unfinished task, and thus he completely cleanses himself of all material contaminations. When he is finally free from all contaminations, he attains the supreme perfection – Kṛṣṇa consciousness. Kṛṣṇa consciousness is the perfect stage of being freed of all contaminations. This is confirmed in the Bhagavad-gītā (7.28):"
    },
    "6.46": {
        "chapter_number": 6,
        "verse_number": "Bg. 6.46",
        "sanskrit_shloka": "तपस्विभ्योऽधिको योगी ज्ञानिभ्योऽपि मतोऽधिक: ।कर्मिभ्यश्चाधिको योगी तस्माद्योगी भवार्जुन ॥ ४६ ॥",
        "synonyms": "tapasvibhyaḥ — than the ascetics; adhikaḥ — greater; yogī — the yogī; jñānibhyaḥ — than the wise; api — also; mataḥ — considered; adhikaḥ — greater; karmibhyaḥ — than the fruitive workers; ca — also; adhikaḥ — greater; yogī — the yogī; tasmāt — therefore; yogī — a transcendentalist; bhava — just become; arjuna — O Arjuna.",
        "english_sanskrit": "tapasvibhyo ’dhiko yogījñānibhyo ’pi mato ’dhikaḥkarmibhyaś cādhiko yogītasmād yogī bhavārjuna",
        "translation": "A yogī is greater than the ascetic, greater than the empiricist and greater than the fruitive worker. Therefore, O Arjuna, in all circumstances, be a yogī.",
        "purport": "When we speak of yoga we refer to linking our consciousness with the Supreme Absolute Truth. Such a process is named differently by various practitioners in terms of the particular method adopted. When the linking process is predominantly in fruitive activities it is called karma-yoga, when it is predominantly empirical it is called jñāna-yoga, and when it is predominantly in a devotional relationship with the Supreme Lord it is called bhakti-yoga. Bhakti-yoga, or Kṛṣṇa consciousness, is the ultimate perfection of all yogas, as will be explained in the next verse. The Lord has confirmed herein the superiority of yoga, but He has not mentioned that it is better than bhakti-yoga. Bhakti-yoga is full spiritual knowledge, and therefore nothing can excel it. Asceticism without self-knowledge is imperfect. Empiric knowledge without surrender to the Supreme Lord is also imperfect. And fruitive work without Kṛṣṇa consciousness is a waste of time. Therefore, the most highly praised form of yoga performance mentioned here is bhakti-yoga, and this is still more clearly explained in the next verse."
    },
    "6.47": {
        "chapter_number": 6,
        "verse_number": "Bg. 6.47",
        "sanskrit_shloka": "योगिनामपि सर्वेषां मद्ग‍तेनान्तरात्मना ।श्रद्धावान्भजते यो मां स मे युक्ततमो मत: ॥ ४७ ॥",
        "synonyms": "yoginām — of yogīs; api — also; sarveṣām — all types of; mat-gatena — abiding in Me, always thinking of Me; antaḥ-ātmanā — within himself; śraddhā-vān — in full faith; bhajate — renders transcendental loving service; yaḥ — one who; mām — to Me (the Supreme Lord); saḥ — he; me — by Me; yukta-tamaḥ — the greatest yogī; mataḥ — is considered.",
        "english_sanskrit": "yoginām api sarveṣāṁmad-gatenāntar-ātmanāśraddhāvān bhajate yo māṁsa me yukta-tamo mataḥ ya eṣāṁ puruṣaṁ sākṣādātma-prabhavam īśvaramna bhajanty avajānantisthānād bhraṣṭāḥ patanty adhaḥ yasya deve parā bhaktiryathā deve tathā gurautasyaite kathitā hy arthāḥprakāśante mahātmanaḥ",
        "translation": "And of all yogīs, the one with great faith who always abides in Me, thinks of Me within himself and renders transcendental loving service to Me – he is the most intimately united with Me in yoga and is the highest of all. That is My opinion.",
        "purport": "The word bhajate is significant here. Bhajate has its root in the verb bhaj, which is used when there is need of service. The English word “worship” cannot be used in the same sense as bhaj. Worship means to adore, or to show respect and honor to the worthy one. But service with love and faith is especially meant for the Supreme Personality of Godhead. One can avoid worshiping a respectable man or a demigod and may be called discourteous, but one cannot avoid serving the Supreme Lord without being thoroughly condemned. Every living entity is part and parcel of the Supreme Personality of Godhead, and thus every living entity is intended to serve the Supreme Lord by his own constitution. Failing to do this, he falls down. The Bhāgavatam (11.5.3) confirms this as follows:"
    }
}