{
    "1.1": {
        "chapter_number": 1,
        "verse_number": "Bg. 1.1",
        "sanskrit_shloka": "धृतराष्ट्र उवाचधर्मक्षेत्रे कुरुक्षेत्रे समवेता युयुत्सव: ।मामका: पाण्डवाश्चैव किमकुर्वत सञ्जय ॥ १ ॥",
        "synonyms": "dhṛtarāṣṭraḥ uvāca — King Dhṛtarāṣṭra said; dharma-kṣetre — in the place of pilgrimage; kuru-kṣetre — in the place named Kurukṣetra; samavetāḥ — assembled; yuyutsavaḥ — desiring to fight; māmakāḥ — my party (sons); pāṇḍavāḥ — the sons of Pāṇḍu; ca — and; eva — certainly; kim — what; akurvata — did they do; sañjaya — O Sañjaya.",
        "english_sanskrit": "dhṛtarāṣṭra uvācadharma-kṣetre kuru-kṣetresamavetā yuyutsavaḥmāmakāḥ pāṇḍavāś caivakim akurvata sañjaya",
        "translation": "Dhṛtarāṣṭra said: O Sañjaya, after my sons and the sons of Pāṇḍu assembled in the place of pilgrimage at Kurukṣetra, desiring to fight, what did they do?",
        "purport": "Bhagavad-gītā is the widely read theistic science summarized in the Gītā-māhātmya (Glorification of the Gītā). There it says that one should read Bhagavad-gītā very scrutinizingly with the help of a person who is a devotee of Śrī Kṛṣṇa and try to understand it without personally motivated interpretations. The example of clear understanding is there in the Bhagavad-gītā itself, in the way the teaching is understood by Arjuna, who heard the Gītā directly from the Lord. If someone is fortunate enough to understand the Bhagavad-gītā in that line of disciplic succession, without motivated interpretation, then he surpasses all studies of Vedic wisdom, and all scriptures of the world. One will find in the Bhagavad-gītā all that is contained in other scriptures, but the reader will also find things which are not to be found elsewhere. That is the specific standard of the Gītā. It is the perfect theistic science because it is directly spoken by the Supreme Personality of Godhead, Lord Śrī Kṛṣṇa."
    },
    "1.2": {
        "chapter_number": 1,
        "verse_number": "Bg. 1.2",
        "sanskrit_shloka": "सञ्जय उवाचदृष्ट्वा तु पाण्डवानीकं व्यूढं दुर्योधनस्तदा ।आचार्यमुपसङ्गम्य राजा वचनमब्रवीत् ॥ २ ॥",
        "synonyms": "sañjayaḥ uvāca — Sañjaya said; dṛṣṭvā — after seeing; tu — but; pāṇḍava-anīkam — the soldiers of the Pāṇḍavas; vyūḍham — arranged in a military phalanx; duryodhanaḥ — King Duryodhana; tadā — at that time; ācāryam — the teacher; upasaṅgamya — approaching; rājā — the king; vacanam — words; abravīt — spoke.",
        "english_sanskrit": "sañjaya uvācadṛṣṭvā tu pāṇḍavānīkaṁvyūḍhaṁ duryodhanas tadāācāryam upasaṅgamyarājā vacanam abravīt",
        "translation": "Sañjaya said: O King, after looking over the army arranged in military formation by the sons of Pāṇḍu, King Duryodhana went to his teacher and spoke the following words.",
        "purport": "Dhṛtarāṣṭra was blind from birth. Unfortunately, he was also bereft of spiritual vision. He knew very well that his sons were equally blind in the matter of religion, and he was sure that they could never reach an understanding with the Pāṇḍavas, who were all pious since birth. Still he was doubtful about the influence of the place of pilgrimage, and Sañjaya could understand his motive in asking about the situation on the battlefield. Sañjaya wanted, therefore, to encourage the despondent king and thus assured him that his sons were not going to make any sort of compromise under the influence of the holy place. Sañjaya therefore informed the king that his son, Duryodhana, after seeing the military force of the Pāṇḍavas, at once went to the commander in chief, Droṇācārya, to inform him of the real position. Although Duryodhana is mentioned as the king, he still had to go to the commander on account of the seriousness of the situation. He was therefore quite fit to be a politician. But Duryodhana’s diplomatic veneer could not disguise the fear he felt when he saw the military arrangement of the Pāṇḍavas."
    },
    "1.3": {
        "chapter_number": 1,
        "verse_number": "Bg. 1.3",
        "sanskrit_shloka": "पश्यैतां पाण्डुपुत्राणामाचार्य महतीं चमूम् ।व्यूढां द्रुपदपुत्रेण तव शिष्येण धीमता ॥ ३ ॥",
        "synonyms": "paśya — behold; etām — this; pāṇḍu-putrānām — of the sons of Pāṇḍu; ācārya — O teacher; mahatīm — great; camūm — military force; vyūḍhām — arranged; drupada-putreṇa — by the son of Drupada; tava — your; śiṣyeṇa — disciple; dhī-matā — very intelligent.",
        "english_sanskrit": "paśyaitāṁ pāṇḍu-putrāṇāmācārya mahatīṁ camūmvyūḍhāṁ drupada-putreṇatava śiṣyeṇa dhīmatā",
        "translation": "O my teacher, behold the great army of the sons of Pāṇḍu, so expertly arranged by your intelligent disciple the son of Drupada.",
        "purport": "Duryodhana, a great diplomat, wanted to point out the defects of Droṇācārya, the great brāhmaṇa commander in chief. Droṇācārya had some political quarrel with King Drupada, the father of Draupadī, who was Arjuna’s wife. As a result of this quarrel, Drupada performed a great sacrifice, by which he received the benediction of having a son who would be able to kill Droṇācārya. Droṇācārya knew this perfectly well, and yet as a liberal brāhmaṇa he did not hesitate to impart all his military secrets when the son of Drupada, Dhṛṣṭadyumna, was entrusted to him for military education. Now, on the Battlefield of Kurukṣetra, Dhṛṣṭadyumna took the side of the Pāṇḍavas, and it was he who arranged for their military phalanx, after having learned the art from Droṇācārya. Duryodhana pointed out this mistake of Droṇācārya’s so that he might be alert and uncompromising in the fighting. By this he wanted to point out also that he should not be similarly lenient in battle against the Pāṇḍavas, who were also Droṇācārya’s affectionate students. Arjuna, especially, was his most affectionate and brilliant student. Duryodhana also warned that such leniency in the fight would lead to defeat."
    },
    "1.4": {
        "chapter_number": 1,
        "verse_number": "Bg. 1.4",
        "sanskrit_shloka": "अत्र श‍ूरा महेष्वासा भीमार्जुनसमा युधि ।युयुधानो विराटश्च द्रुपदश्च महारथः ॥ ४ ॥",
        "synonyms": "atra — here; śūrāḥ — heroes; mahā-iṣu-āsāḥ — mighty bowmen; bhīma-arjuna — to Bhīma and Arjuna; samāḥ — equal; yudhi — in the fight; yuyudhānaḥ — Yuyudhāna; virāṭaḥ — Virāṭa; ca — also; drupadaḥ — Drupada; ca — also; mahā-rathaḥ — great fighter.",
        "english_sanskrit": "atra śūrā maheṣv-āsābhīmārjuna-samā yudhiyuyudhāno virāṭaś cadrupadaś ca mahā-rathaḥ",
        "translation": "Here in this army are many heroic bowmen equal in fighting to Bhīma and Arjuna: great fighters like Yuyudhāna, Virāṭa and Drupada.",
        "purport": "Even though Dhṛṣṭadyumna was not a very important obstacle in the face of Droṇācārya’s very great power in the military art, there were many others who were causes of fear. They are mentioned by Duryodhana as great stumbling blocks on the path of victory because each and every one of them was as formidable as Bhīma and Arjuna. He knew the strength of Bhīma and Arjuna, and thus he compared the others with them."
    },
    "1.5": {
        "chapter_number": 1,
        "verse_number": "Bg. 1.5",
        "sanskrit_shloka": "धृष्टकेतुश्चेकितानः काशिराजश्च वीर्यवान् ।पुरुजित्कुन्तिभोजश्च शैब्यश्च नरपुङ्गवः ॥ ५ ॥",
        "synonyms": "dhṛṣṭaketuḥ — Dhṛṣṭaketu; cekitānaḥ — Cekitāna; kāśirājaḥ — Kāśirāja; ca — also; vīrya-vān — very powerful; purujit — Purujit; kuntibhojaḥ — Kuntibhoja; ca — and; śaibyaḥ — Śaibya; ca — and; nara-puṅgavaḥ — hero in human society.",
        "english_sanskrit": "dhṛṣṭaketuś cekitānaḥkāśirājaś ca vīryavānpurujit kuntibhojaś caśaibyaś ca nara-puṅgavaḥ",
        "translation": "There are also great heroic, powerful fighters like Dhṛṣṭaketu, Cekitāna, Kāśirāja, Purujit, Kuntibhoja and Śaibya.",
        "purport": "Purport Not Found"
    },
    "1.6": {
        "chapter_number": 1,
        "verse_number": "Bg. 1.6",
        "sanskrit_shloka": "युधामन्युश्च विक्रान्त उत्तमौजाश्च वीर्यवान् ।सौभद्रो द्रौपदेयाश्च सर्व एव महारथाः ॥ ६ ॥",
        "synonyms": "yudhāmanyuḥ — Yudhāmanyu; ca — and; vikrāntaḥ — mighty; uttamaujāḥ — Uttamaujā; ca — and; vīrya-vān — very powerful; saubhadraḥ — the son of Subhadrā; draupadeyāḥ — the sons of Draupadī; ca — and; sarve — all; eva — certainly; mahā-rathāḥ — great chariot fighters.",
        "english_sanskrit": "yudhāmanyuś ca vikrāntauttamaujāś ca vīryavānsaubhadro draupadeyāś casarva eva mahā-rathāḥ",
        "translation": "There are the mighty Yudhāmanyu, the very powerful Uttamaujā, the son of Subhadrā and the sons of Draupadī. All these warriors are great chariot fighters.",
        "purport": "Purport Not Found"
    },
    "1.7": {
        "chapter_number": 1,
        "verse_number": "Bg. 1.7",
        "sanskrit_shloka": "अस्माकं तु विशिष्टा ये तान्निबोध द्विजोत्तम ।नायका मम सैन्यस्य संज्ञार्थ तान्ब्रवीमि ते ॥ ७ ॥",
        "synonyms": "asmākam — our; tu — but; viśiṣṭāḥ — especially powerful; ye — who; tān — them; nibodha — just take note of, be informed; dvija-uttama — O best of the brāhmaṇas; nāyakāḥ — captains; mama — my; sainyasya — of the soldiers; saṁjñā-artham — for information; tān — them; bravīmi — I am speaking; te — to you.",
        "english_sanskrit": "asmākaṁ tu viśiṣṭā yetān nibodha dvijottamanāyakā mama sainyasyasaṁjñārthaṁ tān bravīmi te",
        "translation": "But for your information, O best of the brāhmaṇas, let me tell you about the captains who are especially qualified to lead my military force.",
        "purport": "Purport Not Found"
    },
    "1.8": {
        "chapter_number": 1,
        "verse_number": "Bg. 1.8",
        "sanskrit_shloka": "भवान्भीष्मश्च कर्णश्च कृपश्च समितिंजयः ।अश्वत्थामा विकर्णश्च सौमदत्तिस्तथैव च ॥ ८ ॥",
        "synonyms": "bhavān — your good self; bhīṣmaḥ — Grandfather Bhīṣma; ca — also; karṇaḥ — Karṇa; ca — and; kṛpaḥ — Kṛpa; ca — and; samitim-jayaḥ — always victorious in battle; aśvatthāmā — Aśvatthāmā; vikarṇaḥ — Vikarṇa; ca — as well as; saumadattiḥ — the son of Somadatta; tathā — as well as; eva — certainly; ca — also.",
        "english_sanskrit": "bhavān bhīṣmaś ca karṇaś cakṛpaś ca samitiṁ-jayaḥaśvatthāmā vikarṇaś casaumadattis tathaiva ca",
        "translation": "There are personalities like you, Bhīṣma, Karṇa, Kṛpa, Aśvatthāmā, Vikarṇa and the son of Somadatta called Bhūriśravā, who are always victorious in battle.",
        "purport": "Duryodhana mentions the exceptional heroes in  the battle, all of whom are ever victorious. Vikarṇa is the brother of Duryodhana, Aśvatthāmā is the son of Droṇācārya, and Saumadatti, or Bhūriśravā, is the son of the King of the Bāhlīkas. Karṇa is the half brother of Arjuna, as he was born of Kuntī before her marriage with King Pāṇḍu. Kṛpācārya’s twin sister married Droṇācārya."
    },
    "1.9": {
        "chapter_number": 1,
        "verse_number": "Bg. 1.9",
        "sanskrit_shloka": "अन्ये च बहवः श‍ूरा मदर्थे त्यक्तजीविताः ।नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः ॥ ९ ॥",
        "synonyms": "anye — others; ca — also; bahavaḥ — in great numbers; śūrāḥ — heroes; mat-arthe — for my sake; tyakta-jīvitāḥ — prepared to risk life; nānā — many; śastra — weapons; praharaṇāḥ — equipped with; sarve — all of them; yuddha-viśāradāḥ — experienced in military science.",
        "english_sanskrit": "anye ca bahavaḥ śūrāmad-arthe tyakta-jīvitāḥnānā-śastra-praharaṇāḥsarve yuddha-viśāradāḥ",
        "translation": "There are many other heroes who are prepared to lay down their lives for my sake. All of them are well equipped with different kinds of weapons, and all are experienced in military science.",
        "purport": "As far as the others are concerned – like Jayadratha, Kṛtavarmā and Śalya – all are determined to lay down their lives for Duryodhana’s sake. In other words, it is already concluded that all of them would die in the Battle of Kurukṣetra for joining the party of the sinful Duryodhana. Duryodhana was, of course, confident of his victory on account of the above-mentioned combined strength of his friends."
    },
    "1.10": {
        "chapter_number": 1,
        "verse_number": "Bg. 1.10",
        "sanskrit_shloka": "अपर्याप्त‍ं तदस्माकं बलं भीष्माभिरक्षितम् ।पर्याप्त‍ं त्विदमेतेषां बलं भीमाभिरक्षितम् ॥ १० ॥",
        "synonyms": "aparyāptam — immeasurable; tat — that; asmākam — of ours; balam — strength; bhīṣma — by Grandfather Bhīṣma; abhirakṣitam — perfectly protected; paryāptam — limited; tu — but; idam — all this; eteṣām — of the Pāṇḍavas; balam — strength; bhīma — by Bhīma; abhirakṣitam — carefully protected.",
        "english_sanskrit": "aparyāptaṁ tad asmākaṁbalaṁ bhīṣmābhirakṣitamparyāptaṁ tv idam eteṣāṁbalaṁ bhīmābhirakṣitam",
        "translation": "Our strength is immeasurable, and we are perfectly protected by Grandfather Bhīṣma, whereas the strength of the Pāṇḍavas, carefully protected by Bhīma, is limited.",
        "purport": "Herein an estimation of comparative strength is made by Duryodhana. He thinks that the strength of his armed forces is immeasurable, being specifically protected by the most experienced general, Grandfather Bhīṣma. On the other hand, the forces of the Pāṇḍavas are limited, being protected by a less experienced general, Bhīma, who is like a fig in the presence of Bhīṣma. Duryodhana was always envious of Bhīma because he knew perfectly well that if he should die at all, he would only be killed by Bhīma. But at the same time, he was confident of his victory on account of the presence of Bhīṣma, who was a far superior general. His conclusion that he would come out of the battle victorious was well ascertained."
    },
    "1.11": {
        "chapter_number": 1,
        "verse_number": "Bg. 1.11",
        "sanskrit_shloka": "अयनेषु च सर्वेषु यथाभागवमस्थिताः ।भीष्ममेवाभिरक्षन्तु भवन्तः सर्व एव हि ॥ ११ ॥",
        "synonyms": "ayaneṣu — in the strategic points; ca — also; sarveṣu — everywhere; yathā-bhāgam — as differently arranged; avasthitāḥ — situated; bhīṣmam — unto Grandfather Bhīṣma; eva — certainly; abhirakṣantu — should give support; bhavantaḥ — you; sarve — all respectively; eva hi — certainly.",
        "english_sanskrit": "ayaneṣu ca sarveṣuyathā-bhāgam avasthitāḥbhīṣmam evābhirakṣantubhavantaḥ sarva eva hi",
        "translation": "All of you must now give full support to Grandfather Bhīṣma, as you stand at your respective strategic points of entrance into the phalanx of the army.",
        "purport": "Duryodhana, after praising the prowess of Bhīṣma, further considered that others might think that they had been considered less important, so in his usual diplomatic way, he tried to adjust the situation in the above words. He emphasized that Bhīṣmadeva was undoubtedly the greatest hero, but he was an old man, so everyone must especially think of his protection from all sides. He might become engaged in the fight, and the enemy might take advantage of his full engagement on one side. Therefore, it was important that other heroes not leave their strategic positions and allow the enemy to break the phalanx. Duryodhana clearly felt that the victory of the Kurus depended on the presence of Bhīṣmadeva. He was confident of the full support of Bhīṣmadeva and Droṇācārya in the battle because he well knew that they did not even speak a word when Arjuna’s wife Draupadī, in her helpless condition, had appealed to them for justice while she was being forced to appear naked in the presence of all the great generals in the assembly. Although he knew that the two generals had some sort of affection for the Pāṇḍavas, he hoped that these generals would now completely give it up, as they had done during the gambling performances."
    },
    "1.12": {
        "chapter_number": 1,
        "verse_number": "Bg. 1.12",
        "sanskrit_shloka": "तस्य सञ्जनयन्हर्षं कुरुवृद्धः पितामहः ।सिंहनादं विनद्योच्च‍ैः शङ्खं दध्मौ प्रतापवान् ॥ १२ ॥",
        "synonyms": "tasya — his; sañjanayan — increasing; harṣam — cheerfulness; kuru-vṛddhaḥ — the grandsire of the Kuru dynasty (Bhīṣma); pitāmahaḥ — the grandfather; siṁha-nādam — roaring sound, like that of a lion; vinadya — vibrating; uccaiḥ — very loudly; śaṅkham — conchshell; dadhmau — blew; pratāpa-vān — the valiant.",
        "english_sanskrit": "tasya sañjanayan harṣaṁkuru-vṛddhaḥ pitāmahaḥsiṁha-nādaṁ vinadyoccaiḥśaṅkhaṁ dadhmau pratāpavān",
        "translation": "Then Bhīṣma, the great valiant grandsire of the Kuru dynasty, the grandfather of the fighters, blew his conchshell very loudly, making a sound like the roar of a lion, giving Duryodhana joy.",
        "purport": "The grandsire of the Kuru dynasty could understand the inner meaning of the heart of his grandson Duryodhana, and out of his natural compassion for him he tried to cheer him by blowing his conchshell very loudly, befitting his position as a lion. Indirectly, by the symbolism of the conchshell, he informed his depressed grandson Duryodhana that he had no chance of victory in the battle, because the Supreme Lord Kṛṣṇa was on the other side. But still, it was his duty to conduct the fight, and no pains would be spared in that connection."
    },
    "1.13": {
        "chapter_number": 1,
        "verse_number": "Bg. 1.13",
        "sanskrit_shloka": "ततः शङ्खाश्च भेर्यश्च पणवानकगोमुखाः ।सहसैवाभ्यहन्यन्त स शब्दस्तुमुलोऽभवत् ॥ १३ ॥",
        "synonyms": "tataḥ — thereafter; śaṅkhāḥ — conchshells; ca — also; bheryaḥ — large drums; ca — and; paṇava-ānaka — small drums and kettledrums; go-mukhāḥ — horns; sahasā — all of a sudden; eva — certainly; abhyahanyanta — were simultaneously sounded; saḥ — that; śabdaḥ — combined sound; tumulaḥ — tumultuous; abhavat — became.",
        "english_sanskrit": "tataḥ śaṅkhāś ca bheryaś capaṇavānaka-gomukhāḥsahasaivābhyahanyantasa śabdas tumulo ’bhavat",
        "translation": "After that, the conchshells, drums, bugles, trumpets and horns were all suddenly sounded, and the combined sound was tumultuous.",
        "purport": "Purport Not Found"
    },
    "1.14": {
        "chapter_number": 1,
        "verse_number": "Bg. 1.14",
        "sanskrit_shloka": "ततः श्वेतैर्हयैर्युक्ते महति स्यन्दने स्थितौ ।माधवः पाण्डवश्चैव दिव्यौ शङ्खौ प्रदध्मतुः ॥ १४ ॥",
        "synonyms": "tataḥ — thereafter; śvetaiḥ — with white; hayaiḥ — horses; yukte — being yoked; mahati — in a great; syandane — chariot; sthitau — situated; mādhavaḥ — Kṛṣṇa (the husband of the goddess of fortune); pāṇḍavaḥ — Arjuna (the son of Pāṇḍu); ca — also; eva — certainly; divyau — transcendental; śaṅkhau — conchshells; pradadhmatuḥ — sounded.",
        "english_sanskrit": "tataḥ śvetair hayair yuktemahati syandane sthitaumādhavaḥ pāṇḍavaś caivadivyau śaṅkhau pradadhmatuḥ",
        "translation": "On the other side, both Lord Kṛṣṇa and Arjuna, stationed on a great chariot drawn by white horses, sounded their transcendental conchshells.",
        "purport": "In contrast with the conchshell blown by Bhīṣmadeva, the conchshells in the hands of Kṛṣṇa and Arjuna are described as transcendental. The sounding of the transcendental conchshells indicated that there was no hope of victory for the other side because Kṛṣṇa was on the side of the Pāṇḍavas. Jayas tu pāṇḍu-putrāṇāṁ yeṣāṁ pakṣe janārdanaḥ. Victory is always with persons like the sons of Pāṇḍu because Lord Kṛṣṇa is associated with them. And whenever and wherever the Lord is present, the goddess of fortune is also there because the goddess of fortune never lives alone without her husband. Therefore, victory and fortune were awaiting Arjuna, as indicated by the transcendental sound produced by the conchshell of Viṣṇu, or Lord Kṛṣṇa. Besides that, the chariot on which both the friends were seated had been donated by Agni (the fire-god) to Arjuna, and this indicated that this chariot was capable of conquering all sides, wherever it was drawn over the three worlds."
    },
    "1.15": {
        "chapter_number": 1,
        "verse_number": "Bg. 1.15",
        "sanskrit_shloka": "पाञ्चजन्यं हृषीकेशो देवदत्तं धनञ्जयः ।पौण्ड्रं दध्मौ महाशङ्खं भीमकर्मा वृकोदरः ॥ १५ ॥",
        "synonyms": "pāñcajanyam — the conchshell named Pāñcajanya; hṛṣīka-īśaḥ — Hṛṣīkeśa (Kṛṣṇa, the Lord who directs the senses of the devotees); devadattam — the conchshell named Devadatta; dhanam-jayaḥ — Dhanañjaya (Arjuna, the winner of wealth); pauṇḍram — the conch named Pauṇḍra; dadhmau — blew; mahā-śaṅkham — the terrific conchshell; bhīma-karmā — one who performs herculean tasks; vṛka-udaraḥ — the voracious eater (Bhīma).",
        "english_sanskrit": "pāñcajanyaṁ hṛṣīkeśodevadattaṁ dhanañ-jayaḥpauṇḍraṁ dadhmau mahā-śaṅkhaṁbhīma-karmā vṛkodaraḥ",
        "translation": "Lord Kṛṣṇa blew His conchshell, called Pāñcajanya; Arjuna blew his, the Devadatta; and Bhīma, the voracious eater and performer of herculean tasks, blew his terrific conchshell, called Pauṇḍra.",
        "purport": "Lord Kṛṣṇa is referred to as Hṛṣīkeśa in this verse because He is the owner of all senses. The living entities are part and parcel of Him, and therefore the senses of the living entities are also part and parcel of His senses. The impersonalists cannot account for the senses of the living entities, and therefore they are always anxious to describe all living entities as senseless, or impersonal. The Lord, situated in the hearts of all living entities, directs their senses. But He directs in terms of the surrender of the living entity, and in the case of a pure devotee He directly controls the senses. Here on the Battlefield of Kurukṣetra the Lord directly controls the transcendental senses of Arjuna, and thus His particular name of Hṛṣīkeśa. The Lord has different names according to His different activities. For example, His name is Madhusūdana because He killed the demon of the name Madhu; His name is Govinda because He gives pleasure to the cows and to the senses; His name is Vāsudeva because He appeared as the son of Vasudeva; His name is Devakī-nandana because He accepted Devakī as His mother; His name is Yaśodā-nandana because He awarded His childhood pastimes to Yaśodā at Vṛndāvana; His name is Pārtha-sārathi because He worked as charioteer of His friend Arjuna. Similarly, His name is Hṛṣīkeśa because He gave direction to Arjuna on the Battlefield of Kurukṣetra."
    },
    "1.Verse Number Not Found": {
        "chapter_number": 1,
        "verse_number": "Verse Number Not Found",
        "sanskrit_shloka": "Sanskrit Shloka Not Found",
        "synonyms": "Synonym Not Found",
        "english_sanskrit": "English-Sanskrit Not Found",
        "translation": "Translation Not Found",
        "purport": "Purport Not Found"
    },
    "1.19": {
        "chapter_number": 1,
        "verse_number": "Bg. 1.19",
        "sanskrit_shloka": "स घोषो धार्तराष्ट्राणां हृदयानि व्यदारयत् ।नभश्च पृथिवीं चैव तुमुलोऽभ्यनुनादयन् ॥ १९ ॥",
        "synonyms": "saḥ — that; ghoṣaḥ — vibration; dhārtarāṣṭrāṇām — of the sons of Dhṛtarāṣṭra; hṛdayāni — hearts; vyadārayat — shattered; nabhaḥ — the sky; ca — also; pṛthivīm — the surface of the earth; ca — also; eva — certainly; tumulaḥ — uproarious; abhyanunādayan — resounding.",
        "english_sanskrit": "sa ghoṣo dhārtarāṣṭrāṇāṁhṛdayāni vyadārayatnabhaś ca pṛthivīṁ caivatumulo ’bhyanunādayan",
        "translation": "The blowing of these different conchshells became uproarious. Vibrating both in the sky and on the earth, it shattered the hearts of the sons of Dhṛtarāṣṭra.",
        "purport": "When Bhīṣma and the others on the side of Duryodhana blew their respective conchshells, there was no heart-breaking on the part of the Pāṇḍavas. Such occurrences are not mentioned, but in this particular verse it is mentioned that the hearts of the sons of Dhṛtarāṣṭra were shattered by the sounds vibrated by the Pāṇḍavas’ party. This is due to the Pāṇḍavas and their confidence in Lord Kṛṣṇa. One who takes shelter of the Supreme Lord has nothing to fear, even in the midst of the greatest calamity."
    },
    "1.20": {
        "chapter_number": 1,
        "verse_number": "Bg. 1.20",
        "sanskrit_shloka": "अथ व्यवस्थितान्दृष्ट्वा धार्तराष्ट्रान्कपिध्वजः ।प्रवृत्ते शस्त्रसम्पाते धनुरुद्यम्य पाण्डवः ।हृषीकेशं तदा वाक्यमिदमाह महीपते ॥ २० ॥",
        "synonyms": "atha — thereupon; vyavasthitān — situated; dṛṣṭvā — looking upon; dhārtarāṣṭrān — the sons of Dhṛtarāṣṭra; kapi-dhvajaḥ — he whose flag was marked with Hanumān; pravṛtte — while about to engage; śastra-sampāte — in releasing his arrows; dhanuḥ — bow; udyamya — taking up; pāṇḍavaḥ — the son of Pāṇḍu (Arjuna); hṛṣīkeśam — unto Lord Kṛṣṇa; tadā — at that time; vākyam — words; idam — these; āha — said; mahī-pate — O King.",
        "english_sanskrit": "atha vyavasthitān dṛṣṭvādhārtarāṣṭrān kapi-dhvajaḥpravṛtte śastra-sampātedhanur udyamya pāṇḍavaḥhṛṣīkeśaṁ tadā vākyamidam āha mahī-pate",
        "translation": "At that time Arjuna, the son of Pāṇḍu, seated in the chariot bearing the flag marked with Hanumān, took up his bow and prepared to shoot his arrows. O King, after looking at the sons of Dhṛtarāṣṭra drawn in military array, Arjuna then spoke to Lord Kṛṣṇa these words.",
        "purport": "The battle was just about to begin. It is understood from the above statement that the sons of Dhṛtarāṣṭra were more or less disheartened by the unexpected arrangement of military force by the Pāṇḍavas, who were guided by the direct instructions of Lord Kṛṣṇa on the battlefield. The emblem of Hanumān on the flag of Arjuna is another sign of victory because Hanumān cooperated with Lord Rāma in the battle between Rāma and Rāvaṇa, and Lord Rāma emerged victorious. Now both Rāma and Hanumān were present on the chariot of Arjuna to help him. Lord Kṛṣṇa is Rāma Himself, and wherever Lord Rāma is, His eternal servitor Hanumān and His eternal consort Sītā, the goddess of fortune, are present. Therefore, Arjuna had no cause to fear any enemies whatsoever. And above all, the Lord of the senses, Lord Kṛṣṇa, was personally present to give him direction. Thus, all good counsel was available to Arjuna in the matter of executing the battle. In such auspicious conditions, arranged by the Lord for His eternal devotee, lay the signs of assured victory."
    },
    "1.23": {
        "chapter_number": 1,
        "verse_number": "Bg. 1.23",
        "sanskrit_shloka": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥ २३ ॥",
        "synonyms": "yotsyamānān — those who will be fighting; avekṣe — let me see; aham — I; ye — who; ete — those; atra — here; samāgatāḥ — assembled; dhārtarāṣṭrasya — for the son of Dhṛtarāṣṭra; durbuddheḥ — evil-minded; yuddhe — in the fight; priya — well; cikīrṣavaḥ — wishing.",
        "english_sanskrit": "yotsyamānān avekṣe ’haṁya ete ’tra samāgatāḥdhārtarāṣṭrasya durbuddheryuddhe priya-cikīrṣavaḥ",
        "translation": "Let me see those who have come here to fight, wishing to please the evil-minded son of Dhṛtarāṣṭra.",
        "purport": "It was an open secret that Duryodhana wanted to usurp the kingdom of the Pāṇḍavas by evil plans, in collaboration with his father, Dhṛtarāṣṭra. Therefore, all persons who had joined the side of Duryodhana must have been birds of the same feather. Arjuna wanted to see them on the battlefield before the fight was begun, just to learn who they were, but he had no intention of proposing peace negotiations with them. It was also a fact that he wanted to see them to make an estimate of the strength which he had to face, although he was quite confident of victory because Kṛṣṇa was sitting by his side."
    },
    "1.24": {
        "chapter_number": 1,
        "verse_number": "Bg. 1.24",
        "sanskrit_shloka": "सञ्जय उवाचएवमुक्तो हृषीकेशो गुडाकेशेन भारत ।सेनयोरुभयोर्मध्ये स्थापयित्वा रथोत्तमम् ॥ २४ ॥",
        "synonyms": "sañjayaḥ uvāca — Sañjaya said; evam — thus; uktaḥ — addressed; hṛṣīkeśaḥ — Lord Kṛṣṇa; guḍākeśena — by Arjuna; bhārata — O descendant of Bharata; senayoḥ — of the armies; ubhayoḥ — both; madhye — in the midst; sthāpayitvā — placing; ratha-uttamam — the finest chariot.",
        "english_sanskrit": "sañjaya uvācaevam ukto hṛṣīkeśoguḍākeśena bhāratasenayor ubhayor madhyesthāpayitvā rathottamam",
        "translation": "Sañjaya said: O descendant of Bharata, having thus been addressed by Arjuna, Lord Kṛṣṇa drew up the fine chariot in the midst of the armies of both parties.",
        "purport": "In this verse Arjuna is referred to as Guḍākeśa. Guḍākā means sleep, and one who conquers sleep is called guḍākeśa. Sleep also means ignorance. So Arjuna conquered both sleep and ignorance because of his friendship with Kṛṣṇa. As a great devotee of Kṛṣṇa, he could not forget Kṛṣṇa even for a moment, because that is the nature of a devotee. Either in waking or in sleep, a devotee of the Lord can never be free from thinking of Kṛṣṇa’s name, form, qualities and pastimes. Thus a devotee of Kṛṣṇa can conquer both sleep and ignorance simply by thinking of Kṛṣṇa constantly. This is called Kṛṣṇa consciousness, or samādhi. As Hṛṣīkeśa, or the director of the senses and mind of every living entity, Kṛṣṇa could understand Arjuna’s purpose in placing the chariot in the midst of the armies. Thus He did so, and spoke as follows."
    },
    "1.25": {
        "chapter_number": 1,
        "verse_number": "Bg. 1.25",
        "sanskrit_shloka": "भीष्मद्रोणप्रमुखतः सर्वेषां च महीक्षिताम्  ।उवाच पार्थ पश्यैतान्समवेतान्कुरुनिति ॥ २५ ॥",
        "synonyms": "bhīṣma — Grandfather Bhīṣma; droṇa — the teacher Droṇa; pramukhataḥ — in front of; sarveṣām — all; ca — also; mahī-kṣitām — chiefs of the world; uvāca — said; pārtha — O son of Pṛthā; paśya — just behold; etān — all of them; samavetān — assembled; kurūn — the members of the Kuru dynasty; iti — thus.",
        "english_sanskrit": "bhīṣma-droṇa-pramukhataḥsarveṣāṁ ca mahī-kṣitāmuvāca pārtha paśyaitānsamavetān kurūn iti",
        "translation": "In the presence of Bhīṣma, Droṇa and all the other chieftains of the world, the Lord said, “Just behold, Pārtha, all the Kurus assembled here.”",
        "purport": "As the Supersoul of all living entities, Lord Kṛṣṇa could understand what was going on in the mind of Arjuna. The use of the word Hṛṣīkeśa in this connection indicates that He knew everything. And the word Pārtha, meaning “the son of Pṛthā, or Kuntī,” is also similarly significant in reference to Arjuna. As a friend, He wanted to inform Arjuna that because Arjuna was the son of Pṛthā, the sister of His own father Vasudeva, He had agreed to be the charioteer of Arjuna. Now what did Kṛṣṇa mean when He told Arjuna to “behold the Kurus”? Did Arjuna want to stop there and not fight? Kṛṣṇa never expected such things from the son of His aunt Pṛthā. The mind of Arjuna was thus predicted by the Lord in friendly joking."
    },
    "1.26": {
        "chapter_number": 1,
        "verse_number": "Bg. 1.26",
        "sanskrit_shloka": "तत्रापश्यत्स्थितान्पार्थः पितॄनथ पितामहान्।आचार्यान्मातुलान्भ्रातॄन्पुत्रान्पौत्रान्सखींस्तथा।श्वश‍ुरान्सुहृदश्चैव सेनयोरुभयोरपि ॥ २६ ॥",
        "synonyms": "tatra — there; apaśyat — he could see; sthitān — standing; pārthaḥ — Arjuna; pitṝn — fathers; atha — also; pitāmahān — grandfathers; ācāryān — teachers; mātulān — maternal uncles; bhrātṝn — brothers; putrān — sons; pautrān — grandsons; sakhīn — friends; tathā — too; śvaśurān — fathers-in-law; suhṛdaḥ — well-wishers; ca — also; eva — certainly; senayoḥ — of the armies; ubhayoḥ — of both parties; api — including.",
        "english_sanskrit": "tatrāpaśyat sthitān pārthaḥpitṝn atha pitāmahānācāryān mātulān bhrātṝnputrān pautrān sakhīṁs tathāśvaśurān suhṛdaś caivasenayor ubhayor api",
        "translation": "There Arjuna could see, within the midst of the armies of both parties, his fathers, grandfathers, teachers, maternal uncles, brothers, sons, grandsons, friends, and also his fathers-in-law and well-wishers.",
        "purport": "On the battlefield Arjuna could see all kinds of relatives. He could see persons like Bhūriśravā, who were his father’s contemporaries, grandfathers Bhīṣma and Somadatta, teachers like Droṇācārya and Kṛpācārya, maternal uncles like Śalya and Śakuni, brothers like Duryodhana, sons like Lakṣmaṇa, friends like Aśvatthāmā, well-wishers like Kṛtavarmā, etc. He could see also the armies which contained many of his friends."
    },
    "1.27": {
        "chapter_number": 1,
        "verse_number": "Bg. 1.27",
        "sanskrit_shloka": "तान्समीक्ष्य स कौन्तेयः सर्वान्बन्धूनवस्थितान्  ।कृपया परयाविष्टो विषीदन्निदमब्रवीत् ॥ २७ ॥",
        "synonyms": "tān — all of them; samīkṣya — after seeing; saḥ — he; kaunteyaḥ — the son of Kuntī; sarvān — all kinds of; bandhūn — relatives; avasthitān — situated; kṛpayā — by compassion; parayā — of a high grade; āviṣṭaḥ — overwhelmed; viṣīdan — while lamenting; idam — thus; abravīt — spoke.",
        "english_sanskrit": "tān samīkṣya sa kaunteyaḥsarvān bandhūn avasthitānkṛpayā parayāviṣṭoviṣīdann idam abravīt",
        "translation": "When the son of Kuntī, Arjuna, saw all these different grades of friends and relatives, he became overwhelmed with compassion and spoke thus.",
        "purport": "Purport Not Found"
    },
    "1.28": {
        "chapter_number": 1,
        "verse_number": "Bg. 1.28",
        "sanskrit_shloka": "अर्जुन उवाचदृष्ट्वेमं स्वजनं कृष्ण युयुत्सुं समुपस्थितम्  ।सीदन्ति मम गात्राणि मुखं च परिश‍ुष्यति ॥ २८ ॥",
        "synonyms": "arjunaḥ uvāca — Arjuna said; dṛṣṭvā — after seeing; imam — all these; sva-janam — kinsmen; kṛṣṇa — O Kṛṣṇa; yuyutsum — all in a fighting spirit; samupasthitam — present; sīdanti — are quivering; mama — my; gātrāṇi — limbs of the body; mukham — mouth; ca — also; pariśuṣyati — is drying up.",
        "english_sanskrit": "arjuna uvācadṛṣṭvemaṁ sva-janaṁ kṛṣṇayuyutsuṁ samupasthitamsīdanti mama gātrāṇimukhaṁ ca pariśuṣyati yasyāsti bhaktir bhagavaty akiñcanāsarvair guṇais tatra samāsate surāḥharāv abhaktasya kuto mahad-guṇāmano-rathenāsati dhāvato bahiḥ",
        "translation": "Arjuna said: My dear Kṛṣṇa, seeing my friends and relatives present before me in such a fighting spirit, I feel the limbs of my body quivering and my mouth drying up.",
        "purport": "Any man who has genuine devotion to the Lord has all the good qualities which are found in godly persons or in the demigods, whereas the nondevotee, however advanced he may be in material qualifications by education and culture, lacks in godly qualities. As such, Arjuna, just after seeing his kinsmen, friends and relatives on the battlefield, was at once overwhelmed by compassion for them who had so decided to fight amongst themselves. As far as his soldiers were concerned, he was sympathetic from the beginning, but he felt compassion even for the soldiers of the opposite party, foreseeing their imminent death. And while he was so thinking, the limbs of his body began to quiver, and his mouth became dry. He was more or less astonished to see their fighting spirit. Practically the whole community, all blood relatives of Arjuna, had come to fight with him. This overwhelmed a kind devotee like Arjuna. Although it is not mentioned here, still one can easily imagine that not only were Arjuna’s bodily limbs quivering and his mouth drying up, but he was also crying out of compassion. Such symptoms in Arjuna were not due to weakness but to his softheartedness, a characteristic of a pure devotee of the Lord. It is said therefore:"
    },
    "1.29": {
        "chapter_number": 1,
        "verse_number": "Bg. 1.29",
        "sanskrit_shloka": "वेपथुश्च शरीरे मे रोमहर्षश्च जायते ।गाण्डीवं स्रंसते हस्तात्त्वक्च‍ैव परिदह्यते ॥ २९ ॥",
        "synonyms": "vepathuḥ — trembling of the body; ca — also; śarīre — on the body; me — my; roma-harṣaḥ — standing of hair on end; ca — also; jāyate — is taking place; gāṇḍīvam — the bow of Arjuna; sraṁsate — is slipping; hastāt — from the hand; tvak — skin; ca — also; eva — certainly; paridahyate — is burning.",
        "english_sanskrit": "vepathuś ca śarīre meroma-harṣaś ca jāyategāṇḍīvaṁ sraṁsate hastāttvak caiva paridahyate",
        "translation": "My whole body is trembling, my hair is standing on end, my bow Gāṇḍīva is slipping from my hand, and my skin is burning.",
        "purport": "There are two kinds of trembling of the body, and two kinds of standings of the hair on end. Such phenomena occur either in great spiritual ecstasy or out of great fear under material conditions. There is no fear in transcendental realization. Arjuna’s symptoms in this situation are out of material fear – namely, loss of life. This is evident from other symptoms also; he became so impatient that his famous bow Gāṇḍīva was slipping from his hands, and, because his heart was burning within him, he was feeling a burning sensation of the skin. All these are due to a material conception of life."
    },
    "1.30": {
        "chapter_number": 1,
        "verse_number": "Bg. 1.30",
        "sanskrit_shloka": "न च शक्न‍ोम्यवस्थातुं भ्रमतीव च मे मनः ।निमित्तानि च पश्यामि विपरीतानि केशव ॥ ३० ॥",
        "synonyms": "na — nor; ca — also; śaknomi — am I able; avasthātum — to stay; bhramati — forgetting; iva — as; ca — and; me — my; manaḥ — mind; nimittāni — causes; ca — also; paśyāmi — I see; viparītāni — just the opposite; keśava — O killer of the demon Keśī (Kṛṣṇa).",
        "english_sanskrit": "na ca śaknomy avasthātuṁbhramatīva ca me manaḥnimittāni ca paśyāmiviparītāni keśava",
        "translation": "I am now unable to stand here any longer. I am forgetting myself, and my mind is reeling. I see only causes of misfortune, O Kṛṣṇa, killer of the Keśī demon.",
        "purport": "Due to his impatience, Arjuna was unable to stay on the battlefield, and he was forgetting himself on account of this weakness of his mind. Excessive attachment for material things puts a man in such a bewildering condition of existence. Bhayaṁ dvitīyābhiniveśataḥ syāt (Bhāg. 11.2.37): such fearfulness and loss of mental equilibrium take place in persons who are too affected by material conditions. Arjuna envisioned only painful reverses in the battlefield – he would not be happy even by gaining victory over the foe. The words nimittāni viparītāni are significant. When a man sees only frustration in his expectations, he thinks, “Why am I here?” Everyone is interested in himself and his own welfare. No one is interested in the Supreme Self. Arjuna is showing ignorance of his real self-interest by Kṛṣṇa’s will. One’s real self-interest lies in Viṣṇu, or Kṛṣṇa. The conditioned soul forgets this, and therefore suffers material pains. Arjuna thought that his victory in the battle would only be a cause of lamentation for him."
    },
    "1.31": {
        "chapter_number": 1,
        "verse_number": "Bg. 1.31",
        "sanskrit_shloka": "न च श्रेयोऽनुपश्यामि हत्वा स्वजनमाहवे ।न काङ्क्षे विजयं कृष्ण न च राज्यं सुखानि च ॥ ३१ ॥",
        "synonyms": "na — nor; ca — also; śreyaḥ — good; anupaśyāmi — do I foresee; hatvā — by killing; sva-janam — own kinsmen; āhave — in the fight; na — nor; kāṅkṣe — do I desire; vijayam — victory; kṛṣṇa — O Kṛṣṇa; na — nor; ca — also; rājyam — kingdom; sukhāni — happiness thereof; ca — also.",
        "english_sanskrit": "na ca śreyo ’nupaśyāmihatvā sva-janam āhavena kāṅkṣe vijayaṁ kṛṣṇana ca rājyaṁ sukhāni ca",
        "translation": "I do not see how any good can come from killing my own kinsmen in this battle, nor can I, my dear Kṛṣṇa, desire any subsequent victory, kingdom or happiness.",
        "purport": "Without knowing that one’s self-interest is in Viṣṇu (or Kṛṣṇa), conditioned souls are attracted by bodily relationships, hoping to be happy in such situations. In such a blind conception of life, they forget even the causes of material happiness. Arjuna appears to have even forgotten the moral codes for a kṣatriya. It is said that two kinds of men, namely the kṣatriya who dies directly in front of the battlefield under Kṛṣṇa’s personal orders and the person in the renounced order of life who is absolutely devoted to spiritual culture, are eligible to enter into the sun globe, which is so powerful and dazzling. Arjuna is reluctant even to kill his enemies, let alone his relatives. He thinks that by killing his kinsmen there would be no happiness in his life, and therefore he is not willing to fight, just as a person who does not feel hunger is not inclined to cook. He has now decided to go into the forest and live a secluded life in frustration. But as a kṣatriya, he requires a kingdom for his subsistence, because the kṣatriyas cannot engage themselves in any other occupation. But Arjuna has no kingdom. Arjuna’s sole opportunity for gaining a kingdom lies in fighting with his cousins and brothers and reclaiming the kingdom inherited from his father, which he does not like to do. Therefore he considers himself fit to go to the forest to live a secluded life of frustration."
    },
    "1.36": {
        "chapter_number": 1,
        "verse_number": "Bg. 1.36",
        "sanskrit_shloka": "पापमेवाश्रयेदस्मान्हत्वैतानाततायिनः ।तस्मान्नार्हा वयं हन्तुं धार्तराष्ट्रान्सबान्धवान् ।स्वजनं हि कथं हत्वा सुखिनः स्याम माधव ॥ ३६ ॥",
        "synonyms": "pāpam — vices; eva — certainly; āśrayet — must come upon; asmān — us; hatvā — by killing; etān — all these; ātatāyinaḥ — aggressors; tasmāt — therefore; na — never; arhāḥ — deserving; vayam — we; hantum — to kill; dhārtarāṣṭrān — the sons of Dhṛtarāṣṭra; sa-bāndhavān — along with friends; sva-janam — kinsmen; hi — certainly; katham — how; hatvā — by killing; sukhinaḥ — happy; syāma — will we become; mādhava — O Kṛṣṇa, husband of the goddess of fortune.",
        "english_sanskrit": "pāpam evāśrayed asmānhatvaitān ātatāyinaḥtasmān nārhā vayaṁ hantuṁdhārtarāṣṭrān sa-bāndhavānsva-janaṁ hi kathaṁ hatvāsukhinaḥ syāma mādhava",
        "translation": "Sin will overcome us if we slay such aggressors. Therefore it is not proper for us to kill the sons of Dhṛtarāṣṭra and our friends. What should we gain, O Kṛṣṇa, husband of the goddess of fortune, and how could we be happy by killing our own kinsmen?",
        "purport": "According to Vedic injunctions there are six kinds of aggressors: (1) a poison giver, (2) one who sets fire to the house, (3) one who attacks with deadly weapons, (4) one who plunders riches, (5) one who occupies another’s land, and (6) one who kidnaps a wife. Such aggressors are at once to be killed, and no sin is incurred by killing such aggressors. Such killing of aggressors is quite befitting any ordinary man, but Arjuna was not an ordinary person. He was saintly by character, and therefore he wanted to deal with them in saintliness. This kind of saintliness, however, is not for a kṣatriya. Although a responsible man in the administration of a state is required to be saintly, he should not be cowardly. For example, Lord Rāma was so saintly that people even now are anxious to live in the kingdom of Lord Rāma (rāma-rājya), but Lord Rāma never showed any cowardice. Rāvaṇa was an aggressor against Rāma because Rāvaṇa kidnapped Rāma’s wife, Sītā, but Lord Rāma gave him sufficient lessons, unparalleled in the history of the world. In Arjuna’s case, however, one should consider the special type of aggressors, namely his own grandfather, own teacher, friends, sons, grandsons, etc. Because of them, Arjuna thought that he should not take the severe steps necessary against ordinary aggressors. Besides that, saintly persons are advised to forgive. Such injunctions for saintly persons are more important than any political emergency. Arjuna considered that rather than kill his own kinsmen for political reasons, it would be better to forgive them on grounds of religion and saintly behavior. He did not, therefore, consider such killing profitable simply for the matter of temporary bodily happiness. After all, kingdoms and pleasures derived therefrom are not permanent, so why should he risk his life and eternal salvation by killing his own kinsmen? Arjuna’s addressing of Kṛṣṇa as “Mādhava,” or the husband of the goddess of fortune, is also significant in this connection. He wanted to point out to Kṛṣṇa that, as the husband of the goddess of fortune, He should not induce Arjuna to take up a matter which would ultimately bring about misfortune. Kṛṣṇa, however, never brings misfortune to anyone, to say nothing of His devotees."
    },
    "1.39": {
        "chapter_number": 1,
        "verse_number": "Bg. 1.39",
        "sanskrit_shloka": "कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः ।धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत ॥ ३९ ॥",
        "synonyms": "kula-kṣaye — in destroying the family; praṇaśyanti — become vanquished; kula-dharmāḥ — the family traditions; sanātanāḥ — eternal; dharme — religion; naṣṭe — being destroyed; kulam — family; kṛtsnam — whole; adharmaḥ — irreligion; abhibhavati — transforms; uta — it is said.",
        "english_sanskrit": "kula-kṣaye praṇaśyantikula-dharmāḥ sanātanāḥdharme naṣṭe kulaṁ kṛtsnamadharmo ’bhibhavaty uta",
        "translation": "With the destruction of the dynasty, the eternal family tradition is vanquished, and thus the rest of the family becomes involved in irreligion.",
        "purport": "In the system of the varṇāśrama institution there are many principles of religious traditions to help members of the family grow properly and attain spiritual values. The elder members are responsible for such purifying processes in the family, beginning from birth to death. But on the death of the elder members, such family traditions of purification may stop, and the remaining younger family members may develop irreligious habits and thereby lose their chance for spiritual salvation. Therefore, for no purpose should the elder members of the family be slain."
    },
    "1.40": {
        "chapter_number": 1,
        "verse_number": "Bg. 1.40",
        "sanskrit_shloka": "अधर्माभिभवात्कृष्ण प्रदुष्यन्ति कुलस्त्रियः ।स्त्रीषु दुष्टासु वार्ष्णेय जायते वर्णसङ्करः ॥ ४० ॥",
        "synonyms": "adharma — irreligion; abhibhavāt — having become predominant; kṛṣṇa — O Kṛṣṇa; praduṣyanti — become polluted; kula-striyaḥ — family ladies; strīṣu — by the womanhood; duṣṭāsu — being so polluted; vārṣṇeya — O descendant of Vṛṣṇi; jāyate — comes into being; varṇa-saṅkaraḥ — unwanted progeny.",
        "english_sanskrit": "adharmābhibhavāt kṛṣṇapraduṣyanti kula-striyaḥstrīṣu duṣṭāsu vārṣṇeyajāyate varṇa-saṅkaraḥ",
        "translation": "When irreligion is prominent in the family, O Kṛṣṇa, the women of the family become polluted, and from the degradation of womanhood, O descendant of Vṛṣṇi, comes unwanted progeny.",
        "purport": "Good population in human society is the basic principle for peace, prosperity and spiritual progress in life. The varṇāśrama religion’s principles were so designed that the good population would prevail in society for the general spiritual progress of state and community. Such population depends on the chastity and faithfulness of its womanhood. As children are very prone to be misled, women are similarly very prone to degradation. Therefore, both children and women require protection by the elder members of the family. By being engaged in various religious practices, women will not be misled into adultery. According to Cāṇakya Paṇḍita, women are generally not very intelligent and therefore not trustworthy. So the different family traditions of religious activities should always engage them, and thus their chastity and devotion will give birth to a good population eligible for participating in the varṇāśrama system. On the failure of such varṇāśrama-dharma, naturally the women become free to act and mix with men, and thus adultery is indulged in at the risk of unwanted population. Irresponsible men also provoke adultery in society, and thus unwanted children flood the human race at the risk of war and pestilence."
    },
    "1.41": {
        "chapter_number": 1,
        "verse_number": "Bg. 1.41",
        "sanskrit_shloka": "सङ्करो नरकायैव कुलघ्न‍ानां कुलस्य च ।पतन्ति पितरो ह्येषां लुप्तपिण्डोदकक्रियाः ॥ ४१ ॥",
        "synonyms": "saṅkaraḥ — such unwanted children; narakāya — make for hellish life; eva — certainly; kula-ghnānām — for those who are killers of the family; kulasya — for the family; ca — also; patanti — fall down; pitaraḥ — forefathers; hi — certainly; eṣām — of them; lupta — stopped; piṇḍa — of offerings of food; udaka — and water; kriyāḥ — performances.",
        "english_sanskrit": "saṅkaro narakāyaivakula-ghnānāṁ kulasya capatanti pitaro hy eṣāṁlupta-piṇḍodaka-kriyāḥ devarṣi-bhūtāpta-nṛṇāṁ pitṝṇāṁna kiṅkaro nāyam ṛṇī ca rājansarvātmanā yaḥ śaraṇaṁ śaraṇyaṁgato mukundaṁ parihṛtya kartam",
        "translation": "An increase of unwanted population certainly causes hellish life both for the family and for those who destroy the family tradition. The ancestors of such corrupt families fall down, because the performances for offering them food and water are entirely stopped.",
        "purport": "According to the rules and regulations of fruitive activities, there is a need to offer periodical food and water to the forefathers of the family. This offering is performed by worship of Viṣṇu, because eating the remnants of food offered to Viṣṇu can deliver one from all kinds of sinful reactions. Sometimes the forefathers may be suffering from various types of sinful reactions, and sometimes some of them cannot even acquire a gross material body and are forced to remain in subtle bodies as ghosts. Thus, when remnants of prasādam food are offered to forefathers by descendants, the forefathers are released from ghostly or other kinds of miserable life. Such help rendered to forefathers is a family tradition, and those who are not in devotional life are required to perform such rituals. One who is engaged in the devotional life is not required to perform such actions. Simply by performing devotional service, one can deliver hundreds and thousands of forefathers from all kinds of misery. It is stated in the Bhāgavatam (11.5.41):"
    },
    "1.42": {
        "chapter_number": 1,
        "verse_number": "Bg. 1.42",
        "sanskrit_shloka": "दोषैरेतैः कुलघ्न‍ानां वर्णसङ्करकारकैः ।उत्साद्यन्ते जातिधर्माः कुलधर्माश्च शाश्वताः ॥ ४२ ॥",
        "synonyms": "doṣaiḥ — by such faults; etaiḥ — all these; kula-ghnānām — of the destroyers of the family; varṇa-saṅkara — of unwanted children; kārakaiḥ — which are causes; utsādyante — are devastated; jāti-dharmāḥ — community projects; kula-dharmāḥ — family traditions; ca — also; śāśvatāḥ — eternal.",
        "english_sanskrit": "doṣair etaiḥ kula-ghnānāṁvarṇa-saṅkara-kārakaiḥutsādyante jāti-dharmāḥkula-dharmāś ca śāśvatāḥ",
        "translation": "By the evil deeds of those who destroy the family tradition and thus give rise to unwanted children, all kinds of community projects and family welfare activities are devastated.",
        "purport": "Community projects for the four orders of human society, combined with family welfare activities, as they are set forth by the institution of sanātana-dharma, or varṇāśrama-dharma, are designed to enable the human being to attain his ultimate salvation. Therefore, the breaking of the sanātana-dharma tradition by irresponsible leaders of society brings about chaos in that society, and consequently people forget the aim of life – Viṣṇu. Such leaders are called blind, and persons who follow such leaders are sure to be led into chaos."
    },
    "1.43": {
        "chapter_number": 1,
        "verse_number": "Bg. 1.43",
        "sanskrit_shloka": "उत्सन्नकुलधर्माणां मनुष्याणां जनार्दन ।नरके नियतं वासो भवतीत्यनुश‍ुश्रुम ॥ ४३ ॥",
        "synonyms": "utsanna — spoiled; kula-dharmāṇām — of those who have the family traditions; manuṣyāṇām — of such men; janārdana — O Kṛṣṇa; narake — in hell; niyatam — always; vāsaḥ — residence; bhavati — it so becomes; iti — thus; anuśuśruma — I have heard by disciplic succession.",
        "english_sanskrit": "utsanna-kula-dharmāṇāṁmanuṣyāṇāṁ janārdananarake niyataṁ vāsobhavatīty anuśuśruma",
        "translation": "O Kṛṣṇa, maintainer of the people, I have heard by disciplic succession that those whose family traditions are destroyed dwell always in hell.",
        "purport": "Arjuna bases his argument not on his own personal experience, but on what he has heard from the authorities. That is the way of receiving real knowledge. One cannot reach the real point of factual knowledge without being helped by the right person who is already established in that knowledge. There is a system in the varṇāśrama institution by which before death one has to undergo the process of atonement for his sinful activities. One who is always engaged in sinful activities must utilize the process of atonement, called prāyaścitta. Without doing so, one surely will be transferred to hellish planets to undergo miserable lives as the result of sinful activities."
    },
    "1.44": {
        "chapter_number": 1,
        "verse_number": "Bg. 1.44",
        "sanskrit_shloka": "अहो बत महत्पापं कर्तुं व्यवसिता वयम् ।यद्राज्यसुखलोभेन हन्तुं स्वजनमुद्यताः ॥ ४४ ॥",
        "synonyms": "aho — alas; bata — how strange it is; mahat — great; pāpam — sins; kartum — to perform; vyavasitāḥ — have decided; vayam — we; yat — because; rājya-sukha-lobhena — driven by greed for royal happiness; hantum — to kill; sva-janam — kinsmen; udyatāḥ — trying.",
        "english_sanskrit": "aho bata mahat pāpaṁkartuṁ vyavasitā vayamyad rājya-sukha-lobhenahantuṁ sva-janam udyatāḥ",
        "translation": "Alas, how strange it is that we are preparing to commit greatly sinful acts. Driven by the desire to enjoy royal happiness, we are intent on killing our own kinsmen.",
        "purport": "Driven by selfish motives, one may be inclined to such sinful acts as the killing of one’s own brother, father or mother. There are many such instances in the history of the world. But Arjuna, being a saintly devotee of the Lord, is always conscious of moral principles and therefore takes care to avoid such activities."
    },
    "1.45": {
        "chapter_number": 1,
        "verse_number": "Bg. 1.45",
        "sanskrit_shloka": "यदि मामप्रतीकारमशस्त्रं शस्त्रपाणयः ।धार्तराष्ट्रा रणे हन्युस्तन्मे क्षेमतरं भवेत् ॥ ४५ ॥",
        "synonyms": "yadi — even if; mām — me; apratīkāram — without being resistant; aśastram — without being fully equipped; śastra-pāṇayaḥ — those with weapons in hand; dhārtarāṣṭrāḥ — the sons of Dhṛtarāṣṭra; raṇe — on the battlefield; hanyuḥ — may kill; tat — that; me — for me; kṣema-taram — better; bhavet — would be.",
        "english_sanskrit": "yadi mām apratīkāramaśastraṁ śastra-pāṇayaḥdhārtarāṣṭrā raṇe hanyustan me kṣema-taraṁ bhavet",
        "translation": "Better for me if the sons of Dhṛtarāṣṭra, weapons in hand, were to kill me unarmed and unresisting on the battlefield.",
        "purport": "It is the custom – according to kṣatriya fighting principles – that an unarmed and unwilling foe should not be attacked. Arjuna, however, decided that even if attacked by the enemy in such an awkward position, he would not fight. He did not consider how much the other party was bent upon fighting. All these symptoms are due to soft-heartedness resulting from his being a great devotee of the Lord."
    },
    "1.46": {
        "chapter_number": 1,
        "verse_number": "Bg. 1.46",
        "sanskrit_shloka": "सञ्जय उवाचएवमुक्त्वार्जुनः संख्ये रथोपस्थ उपाविशत् ।विसृज्य सशरं चापं शोकसंविग्न‍मानसः ॥ ४६ ॥",
        "synonyms": "sañjayaḥ uvāca — Sañjaya said; evam — thus; uktvā — saying; arjunaḥ — Arjuna; saṅkhye — in the battlefield; ratha — of the chariot; upasthe — on the seat; upāviśat — sat down again; visṛjya — putting aside; sa-śaram — along with arrows; cāpam — the bow; śoka — by lamentation; saṁvigna — distressed; mānasaḥ — within the mind.",
        "english_sanskrit": "sañjaya uvācaevam uktvārjunaḥ saṅkhyerathopastha upāviśatvisṛjya sa-śaraṁ cāpaṁśoka-saṁvigna-mānasaḥ",
        "translation": "Sañjaya said: Arjuna, having thus spoken on the battlefield, cast aside his bow and arrows and sat down on the chariot, his mind overwhelmed with grief.",
        "purport": "While observing the situation of his enemy, Arjuna stood up on the chariot, but he was so afflicted with lamentation that he sat down again, setting aside his bow and arrows. Such a kind and soft-hearted person, in the devotional service of the Lord, is fit to receive self-knowledge."
    }
}