{
    "8.1": {
        "chapter_number": 8,
        "verse_number": "Bg. 8.1",
        "sanskrit_shlok": "अर्जुन उवाचकिं तद्‌ब्रह्म किमध्यात्मं किं कर्म पुरुषोत्तम ।अधिभूतं च किं प्रोक्तमधिदैवं किमुच्यते ॥ १ ॥",
        "synonyms": "arjunaḥ uvāca — Arjuna said; kim — what; tat — that; brahma — Brahman; kim — what; adhyātmam — the self; kim — what; karma — fruitive activities; puruṣa-uttama — O Supreme Person; adhibhūtam — the material manifestation; ca — and; kim — what; proktam — is called; adhidaivam — the demigods; kim — what; ucyate — is called.",
        "english_sanskrit": "arjuna uvācakiṁ tad brahma kim adhyātmaṁkiṁ karma puruṣottamaadhibhūtaṁ ca kiṁ proktamadhidaivaṁ kim ucyate",
        "translation": "Arjuna inquired: O my Lord, O Supreme Person, what is Brahman? What is the self? What are fruitive activities? What is this material manifestation? And what are the demigods? Please explain this to me.",
        "purport": "In this chapter Lord Kṛṣṇa answers different questions from Arjuna, beginning with “What is Brahman?” The Lord also explains karma (fruitive activities), devotional service and yoga principles, and devotional service in its pure form. The Śrīmad-Bhāgavatam explains that the Supreme Absolute Truth is known as Brahman, Paramātmā and Bhagavān. In addition, the living entity, the individual soul, is also called Brahman. Arjuna also inquires about ātmā, which refers to body, soul and mind. According to the Vedic dictionary, ātmā refers to the mind, soul, body and senses also."
    },
    "8.2": {
        "chapter_number": 8,
        "verse_number": "Bg. 8.2",
        "sanskrit_shlok": "अधियज्ञ: कथं कोऽत्र देहेऽस्मिन्मधुसूदन ।प्रयाणकाले च कथं ज्ञेयोऽसि नियतात्मभि: ॥ २ ॥",
        "synonyms": "adhiyajñaḥ — the Lord of sacrifice; katham — how; kaḥ — who; atra — here; dehe — in the body; asmin — this; madhusūdana — O Madhusūdana; prayāṇa-kāle — at the time of death; ca — and; katham — how; jñeyaḥ asi — You can be known; niyata-ātmabhiḥ — by the self-controlled.",
        "english_sanskrit": "adhiyajñaḥ kathaṁ ko ’tradehe ’smin madhusūdanaprayāṇa-kāle ca kathaṁjñeyo ’si niyatātmabhiḥ",
        "translation": "Who is the Lord of sacrifice, and how does He live in the body, O Madhusūdana? And how can those engaged in devotional service know You at the time of death?",
        "purport": "“Lord of sacrifice” may refer to either Indra or Viṣṇu. Viṣṇu is the chief of the primal demigods, including Brahmā and Śiva, and Indra is the chief of the administrative demigods. Both Indra and Viṣṇu are worshiped by yajña performances. But here Arjuna asks who is actually the Lord of yajña (sacrifice) and how the Lord is residing within the body of the living entity."
    },
    "8.3": {
        "chapter_number": 8,
        "verse_number": "Bg. 8.3",
        "sanskrit_shlok": "श्रीभगवानुवाचअक्षरं ब्रह्म परमं स्वभावोऽध्यात्ममुच्यते ।भूतभावोद्भ‍वकरो विसर्ग: कर्मसंज्ञित: ॥ ३ ॥",
        "synonyms": "śrī-bhagavān uvāca — the Supreme Personality of Godhead said; akṣaram — indestructible; brahma — Brahman; paramam — transcendental; svabhāvaḥ — eternal nature; adhyātmam — the self; ucyate — is called; bhūta-bhāva-udbhava-karaḥ — producing the material bodies of the living entities; visargaḥ — creation; karma — fruitive activities; saṁjñitaḥ — is called.",
        "english_sanskrit": "śrī-bhagavān uvācaakṣaraṁ brahma paramaṁsvabhāvo ’dhyātmam ucyatebhūta-bhāvodbhava-karovisargaḥ karma-saṁjñitaḥ",
        "translation": "The Supreme Personality of Godhead said: The indestructible, transcendental living entity is called Brahman, and his eternal nature is called adhyātma, the self. Action pertaining to the development of the material bodies of the living entities is called karma, or fruitive activities.",
        "purport": "Brahman is indestructible and eternally existing, and its constitution is not changed at any time. But beyond Brahman there is Para-brahman. Brahman refers to the living entity, and Para-brahman refers to the Supreme Personality of Godhead. The constitutional position of the living entity is different from the position he takes in the material world. In material consciousness his nature is to try to be the lord of matter, but in spiritual consciousness, Kṛṣṇa consciousness, his position is to serve the Supreme. When the living entity is in material consciousness, he has to take on various bodies in the material world. That is called karma, or varied creation by the force of material consciousness."
    },
    "8.4": {
        "chapter_number": 8,
        "verse_number": "Bg. 8.4",
        "sanskrit_shlok": "अधिभूतं क्षरो भाव: पुरुषश्चाधिदैवतम् ।अधियज्ञोऽहमेवात्र देहे देहभृतां वर ॥ ४ ॥",
        "synonyms": "adhibhūtam — the physical manifestation; kṣaraḥ — constantly changing; bhāvaḥ — nature; puruṣaḥ — the universal form, including all the demigods, like the sun and moon; ca — and; adhidaivatam — called adhidaiva; adhiyajñaḥ — the Supersoul; aham — I (Kṛṣṇa); eva — certainly; atra — in this; dehe — body; deha-bhṛtām — of the embodied; vara — O best.",
        "english_sanskrit": "adhibhūtaṁ kṣaro bhāvaḥpuruṣaś cādhidaivatamadhiyajño ’ham evātradehe deha-bhṛtāṁ vara",
        "translation": "O best of the embodied beings, the physical nature, which is constantly changing, is called adhibhūta [the material manifestation]. The universal form of the Lord, which includes all the demigods, like those of the sun and moon, is called adhidaiva. And I, the Supreme Lord, represented as the Supersoul in the heart of every embodied being, am called adhiyajña [the Lord of sacrifice].",
        "purport": "The physical nature is constantly changing. Material bodies generally pass through six stages: they are born, they grow, they remain for some duration, they produce some by-products, they dwindle, and then they vanish. This physical nature is called adhibhūta. It is created at a certain point and will be annihilated at a certain point. The conception of the universal form of the Supreme Lord, which includes all the demigods and their different planets, is called adhidaivata. And present in the body along with the individual soul is the Supersoul, a plenary representation of Lord Kṛṣṇa. The Supersoul is called the Paramātmā or adhiyajña and is situated in the heart. The word eva is particularly important in the context of this verse because by this word the Lord stresses that the Paramātmā is not different from Him. The Supersoul, the Supreme Personality of Godhead, seated beside the individual soul, is the witness of the individual soul’s activities and is the source of the soul’s various types of consciousness. The Supersoul gives the individual soul an opportunity to act freely and witnesses his activities. The functions of all these different manifestations of the Supreme Lord automatically become clarified for the pure Kṛṣṇa conscious devotee engaged in transcendental service to the Lord. The gigantic universal form of the Lord called adhidaivata is contemplated by the neophyte who cannot approach the Supreme Lord in His manifestation as Supersoul. The neophyte is advised to contemplate the universal form, or virāṭ-puruṣa, whose legs are considered the lower planets, whose eyes are considered the sun and moon, and whose head is considered the upper planetary system."
    },
    "8.5": {
        "chapter_number": 8,
        "verse_number": "Bg. 8.5",
        "sanskrit_shlok": "अन्तकाले च मामेव स्मरन्मुक्त्वा कलेवरम् ।य: प्रयाति स मद्भ‍ावं याति नास्त्यत्र संशय: ॥ ५ ॥",
        "synonyms": "anta-kāle — at the end of life; ca — also; mām — Me; eva — certainly; smaran — remembering; muktvā — quitting; kalevaram — the body; yaḥ — he who; prayāti — goes; saḥ — he; mat-bhāvam — My nature; yāti — achieves; na — not; asti — there is; atra — here; saṁśayaḥ — doubt.",
        "english_sanskrit": "anta-kāle ca mām evasmaran muktvā kalevaramyaḥ prayāti sa mad-bhāvaṁyāti nāsty atra saṁśayaḥ",
        "translation": "And whoever, at the end of his life, quits his body remembering Me alone at once attains My nature. Of this there is no doubt.",
        "purport": "In this verse the importance of Kṛṣṇa consciousness is stressed. Anyone who quits his body in Kṛṣṇa consciousness is at once transferred to the transcendental nature of the Supreme Lord. The Supreme Lord is the purest of the pure. Therefore anyone who is constantly Kṛṣṇa conscious is also the purest of the pure. The word smaran (“remembering”) is important. Remembrance of Kṛṣṇa is not possible for the impure soul who has not practiced Kṛṣṇa consciousness in devotional service. Therefore one should practice Kṛṣṇa consciousness from the very beginning of life. If one wants to achieve success at the end of his life, the process of remembering Kṛṣṇa is essential. Therefore one should constantly, incessantly chant the mahā-mantra – Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare. Lord Caitanya has advised that one be as tolerant as a tree (taror api sahiṣṇunā). There may be so many impediments for a person who is chanting Hare Kṛṣṇa. Nonetheless, tolerating all these impediments, one should continue to chant Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare, so that at the end of one’s life one can have the full benefit of Kṛṣṇa consciousness."
    },
    "8.6": {
        "chapter_number": 8,
        "verse_number": "Bg. 8.6",
        "sanskrit_shlok": "यं यं वापि स्मरन्भावं त्यजत्यन्ते कलेवरम् ।तं तमेवैति कौन्तेय सदा तद्भ‍ावभावित: ॥ ६ ॥",
        "synonyms": "yam yam — whatever; vā api — at all; smaran — remembering; bhāvam — nature; tyajati — gives up; ante — at the end; kalevaram — this body; tam tam — similar; eva — certainly; eti — gets; kaunteya — O son of Kuntī; sadā — always; tat — that; bhāva — state of being; bhāvitaḥ — remembering.",
        "english_sanskrit": "yaṁ yaṁ vāpi smaran bhāvaṁtyajaty ante kalevaramtaṁ tam evaiti kaunteyasadā tad-bhāva-bhāvitaḥ",
        "translation": "Whatever state of being one remembers when he quits his body, O son of Kuntī, that state he will attain without fail.",
        "purport": "The process of changing one’s nature at the critical moment of death is here explained. A person who at the end of his life quits his body thinking of Kṛṣṇa attains the transcendental nature of the Supreme Lord, but it is not true that a person who thinks of something other than Kṛṣṇa attains the same transcendental state. This is a point we should note very carefully. How can one die in the proper state of mind? Mahārāja Bharata, although a great personality, thought of a deer at the end of his life, and so in his next life he was transferred into the body of a deer. Although as a deer he remembered his past activities, he had to accept that animal body. Of course, one’s thoughts during the course of one’s life accumulate to influence one’s thoughts at the moment of death, so this life creates one’s next life. If in one’s present life one lives in the mode of goodness and always thinks of Kṛṣṇa, it is possible for one to remember Kṛṣṇa at the end of one’s life. That will help one be transferred to the transcendental nature of Kṛṣṇa. If one is transcendentally absorbed in Kṛṣṇa’s service, then his next body will be transcendental (spiritual), not material. Therefore the chanting of Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare is the best process for successfully changing one’s state of being at the end of one’s life."
    },
    "8.7": {
        "chapter_number": 8,
        "verse_number": "Bg. 8.7",
        "sanskrit_shlok": "तस्मात्सर्वेषु कालेषु मामनुस्मर युध्य च ।मय्यर्पितमनोबुद्धिर्मामेवैष्यस्यसंशय: ॥ ७ ॥",
        "synonyms": "tasmāt — therefore; sarveṣu — at all; kāleṣu — times; mām — Me; anusmara — go on remembering; yudhya — fight; ca — also; mayi — unto Me; arpita — surrendering; manaḥ — mind; buddhiḥ — intellect; mām — unto Me; eva — surely; eṣyasi — you will attain; asaṁśayaḥ — beyond a doubt.",
        "english_sanskrit": "tasmāt sarveṣu kāleṣumām anusmara yudhya camayy arpita-mano-buddhirmām evaiṣyasy asaṁśayaḥ",
        "translation": "Therefore, Arjuna, you should always think of Me in the form of Kṛṣṇa and at the same time carry out your prescribed duty of fighting. With your activities dedicated to Me and your mind and intelligence fixed on Me, you will attain Me without doubt.",
        "purport": "This instruction to Arjuna is very important for all men engaged in material activities. The Lord does not say that one should give up his prescribed duties or engagements. One can continue them and at the same time think of Kṛṣṇa by chanting Hare Kṛṣṇa. This will free one from material contamination and engage the mind and intelligence in Kṛṣṇa. By chanting Kṛṣṇa’s names, one will be transferred to the supreme planet, Kṛṣṇaloka, without a doubt."
    },
    "8.8": {
        "chapter_number": 8,
        "verse_number": "Bg. 8.8",
        "sanskrit_shlok": "अभ्यासयोगयुक्तेन चेतसा नान्यगामिना ।परमं पुरुषं दिव्यं याति पार्थानुचिन्तयन् ॥ ८ ॥",
        "synonyms": "abhyāsa-yoga — in the practice of meditation; yuktena — being engaged; cetasā — by the mind and intelligence; na anya-gāminā — without their being deviated; paramam — the Supreme; puruṣam — Personality of Godhead; divyam — transcendental; yāti — one achieves; pārtha — O son of Pṛthā; anucintayan — constantly thinking of.",
        "english_sanskrit": "abhyāsa-yoga-yuktenacetasā nānya-gāmināparamaṁ puruṣaṁ divyaṁyāti pārthānucintayan",
        "translation": "He who meditates on Me as the Supreme Personality of Godhead, his mind constantly engaged in remembering Me, undeviated from the path, he, O Pārtha, is sure to reach Me.",
        "purport": "In this verse Lord Kṛṣṇa stresses the importance of remembering Him. One’s memory of Kṛṣṇa is revived by chanting the mahā-mantra, Hare Kṛṣṇa. By this practice of chanting and hearing the sound vibration of the Supreme Lord, one’s ear, tongue and mind are engaged. This mystic meditation is very easy to practice, and it helps one attain the Supreme Lord. Puruṣam means enjoyer. Although living entities belong to the marginal energy of the Supreme Lord, they are in material contamination. They think themselves enjoyers, but they are not the supreme enjoyer. Here it is clearly stated that the supreme enjoyer is the Supreme Personality of Godhead in His different manifestations and plenary expansions as Nārāyaṇa, Vāsudeva, etc."
    },
    "8.9": {
        "chapter_number": 8,
        "verse_number": "Bg. 8.9",
        "sanskrit_shlok": "कविं पुराणमनुशासितार-मणोरणीयांसमनुस्मरेद्य: ।सर्वस्य धातारमचिन्त्यरूप-मादित्यवर्णं तमस: परस्तात् ॥ ९ ॥",
        "synonyms": "kavim — the one who knows everything; purāṇam — the oldest; anuśāsitāram — the controller; aṇoḥ — than the atom; aṇīyāṁsam — smaller; anusmaret — always thinks of; yaḥ — one who; sarvasya — of everything; dhātāram — the maintainer; acintya — inconceivable; rūpam — whose form; āditya-varṇam — luminous like the sun; tamasaḥ — to darkness; parastāt — transcendental.",
        "english_sanskrit": "kaviṁ purāṇam anuśāsitāramaṇor aṇīyāṁsam anusmared yaḥsarvasya dhātāram acintya-rūpamāditya-varṇaṁ tamasaḥ parastāt",
        "translation": "One should meditate upon the Supreme Person as the one who knows everything, as He who is the oldest, who is the controller, who is smaller than the smallest, who is the maintainer of everything, who is beyond all material conception, who is inconceivable, and who is always a person. He is luminous like the sun, and He is transcendental, beyond this material nature.",
        "purport": "The process of thinking of the Supreme is mentioned in this verse. The foremost point is that He is not impersonal or void. One cannot meditate on something impersonal or void. That is very difficult. The process of thinking of Kṛṣṇa, however, is very easy and is factually stated herein. First of all, the Lord is puruṣa, a person – we think of the person Rāma and the person Kṛṣṇa. And whether one thinks of Rāma or of Kṛṣṇa, what He is like is described in this verse of Bhagavad-gītā. The Lord is kavi; that is, He knows past, present and future and therefore knows everything. He is the oldest personality because He is the origin of everything; everything is born out of Him. He is also the supreme controller of the universe, and He is the maintainer and instructor of humanity. He is smaller than the smallest. The living entity is one ten-thousandth part of the tip of a hair, but the Lord is so inconceivably small that He enters into the heart of this particle. Therefore He is called smaller than the smallest. As the Supreme, He can enter into the atom and into the heart of the smallest and control him as the Supersoul. Although so small, He is still all-pervading and is maintaining everything. By Him all these planetary systems are sustained. We often wonder how these big planets are floating in the air. It is stated here that the Supreme Lord, by His inconceivable energy, is sustaining all these big planets and systems of galaxies. The word acintya (“inconceivable”) is very significant in this connection. God’s energy is beyond our conception, beyond our thinking jurisdiction, and is therefore called inconceivable (acintya). Who can argue this point? He pervades this material world and yet is beyond it. We cannot comprehend even this material world, which is insignificant compared to the spiritual world – so how can we comprehend what is beyond? Acintya means that which is beyond this material world, that which our argument, logic and philosophical speculation cannot touch, that which is inconceivable. Therefore intelligent persons, avoiding useless argument and speculation, should accept what is stated in scriptures like the Vedas, Bhagavad-gītā and Śrīmad-Bhāgavatam and follow the principles they set down. This will lead one to understanding."
    },
    "8.10": {
        "chapter_number": 8,
        "verse_number": "Bg. 8.10",
        "sanskrit_shlok": "प्रयाणकाले मनसाचलेनभक्त्य‍ा युक्तो योगबलेन चैव ।भ्रुवोर्मध्ये प्राणमावेश्य सम्य-क्स तं परं पुरुषमुपैति दिव्यम् ॥ १० ॥",
        "synonyms": "prayāṇa-kāle — at the time of death; manasā — by the mind; acalena — without its being deviated; bhaktyā — in full devotion; yuktaḥ — engaged; yoga-balena — by the power of mystic yoga; ca — also; eva — certainly; bhruvoḥ — the two eyebrows; madhye — between; prāṇam — the life air; āveśya — establishing; samyak — completely; saḥ — he; tam — that; param — transcendental; puruṣam — Personality of Godhead; upaiti — achieves; divyam — in the spiritual kingdom.",
        "english_sanskrit": "prayāṇa-kāle manasācalenabhaktyā yukto yoga-balena caivabhruvor madhye prāṇam āveśya samyaksa taṁ paraṁ puruṣam upaiti divyam",
        "translation": "One who, at the time of death, fixes his life air between the eyebrows and, by the strength of yoga, with an undeviating mind, engages himself in remembering the Supreme Lord in full devotion, will certainly attain to the Supreme Personality of Godhead.",
        "purport": "In this verse it is clearly stated that at the time of death the mind must be fixed in devotion to the Supreme Personality of Godhead. For those practiced in yoga, it is recommended that they raise the life force between the eyebrows (to the ājñā-cakra). The practice of ṣaṭ-cakra-yoga, involving meditation on the six cakras, is suggested here. A pure devotee does not practice such yoga, but because he is always engaged in Kṛṣṇa consciousness, at death he can remember the Supreme Personality of Godhead by His grace. This is explained in verse 14."
    },
    "8.11": {
        "chapter_number": 8,
        "verse_number": "Bg. 8.11",
        "sanskrit_shlok": "यदक्षरं वेदविदो वदन्तिविशन्ति यद्यतयो वीतरागा: ।यदिच्छन्तो ब्रह्मचर्यं चरन्तितत्ते पदं सङ्ग्रहेण प्रवक्ष्ये ॥ ११ ॥",
        "synonyms": "yat — that which; akṣaram — syllable oṁ; veda-vidaḥ — persons conversant with the Vedas; vadanti — say; viśanti — enter; yat — in which; yatayaḥ — great sages; vīta-rāgāḥ — in the renounced order of life; yat — that which; icchantaḥ — desiring; brahma-caryam — celibacy; caranti — practice; tat — that; te — unto you; padam — situation; saṅgraheṇa — in summary; pravakṣye — I shall explain.",
        "english_sanskrit": "yad akṣaraṁ veda-vido vadantiviśanti yad yatayo vīta-rāgāḥyad icchanto brahma-caryaṁ carantitat te padaṁ saṅgraheṇa pravakṣye",
        "translation": "Persons who are learned in the Vedas, who utter oṁ-kāra, and who are great sages in the renounced order enter into Brahman. Desiring such perfection, one practices celibacy. I shall now briefly explain to you this process by which one may attain salvation.",
        "purport": "Lord Śrī Kṛṣṇa has recommended to Arjuna the practice of ṣaṭ-cakra-yoga, in which one places the air of life between the eyebrows. Taking it for granted that Arjuna might not know how to practice ṣaṭ-cakra-yoga, the Lord explains the process in the following verses. The Lord says that Brahman, although one without a second, has various manifestations and features. Especially for the impersonalists, the akṣara, or oṁ-kāra – the syllable oṁ – is identical with Brahman. Kṛṣṇa here explains the impersonal Brahman, into which the renounced order of sages enter."
    },
    "8.12": {
        "chapter_number": 8,
        "verse_number": "Bg. 8.12",
        "sanskrit_shlok": "सर्वद्वाराणि संयम्य मनो हृदि निरुध्य च ।मूध्‍न्‍‍र्याधायात्मन: प्राणमास्थितो योगधारणाम् ॥ १२ ॥",
        "synonyms": "sarva-dvārāṇi — all the doors of the body; saṁyamya — controlling; manaḥ — the mind; hṛdi — in the heart; nirudhya — confining; ca — also; mūrdhni — on the head; ādhāya — fixing; ātmanaḥ — of the soul; prāṇam — the life air; āsthitaḥ — situated in; yoga-dhāraṇām — the yogic situation.",
        "english_sanskrit": "sarva-dvārāṇi saṁyamyamano hṛdi nirudhya camūrdhny ādhāyātmanaḥ prāṇamāsthito yoga-dhāraṇām",
        "translation": "The yogic situation is that of detachment from all sensual engagements. Closing all the doors of the senses and fixing the mind on the heart and the life air at the top of the head, one establishes himself in yoga.",
        "purport": "To practice yoga as suggested here, one first has to close the doors of all sense enjoyment. This practice is called pratyāhāra, or withdrawing the senses from the sense objects. The sense organs for acquiring knowledge – the eyes, ears, nose, tongue and touch – should be fully controlled and should not be allowed to engage in self-gratification. In this way the mind focuses on the Supersoul in the heart, and the life force is raised to the top of the head. In the Sixth Chapter this process is described in detail. But as mentioned before, this practice is not practical in this age. The best process is Kṛṣṇa consciousness. If one is always able to fix his mind on Kṛṣṇa in devotional service, it is very easy for him to remain in an undisturbed transcendental trance, or in samādhi."
    },
    "8.13": {
        "chapter_number": 8,
        "verse_number": "Bg. 8.13",
        "sanskrit_shlok": "ॐ इत्येकाक्षरं ब्रह्म व्याहरन्मामनुस्मरन् ।य: प्रयाति त्यजन्देहं स याति परमां गतिम् ॥ १३ ॥",
        "synonyms": "oṁ — the combination of letters oṁ (oṁ-kāra); iti — thus; eka-akṣaram — the one syllable; brahma — absolute; vyāharan — vibrating; mām — Me (Kṛṣṇa); anusmaran — remembering; yaḥ — anyone who; prayāti — leaves; tyajan — quitting; deham — this body; saḥ — he; yāti — achieves; paramām — the supreme; gatim — destination.",
        "english_sanskrit": "oṁ ity ekākṣaraṁ brahmavyāharan mām anusmaranyaḥ prayāti tyajan dehaṁsa yāti paramāṁ gatim",
        "translation": "After being situated in this yoga practice and vibrating the sacred syllable oṁ, the supreme combination of letters, if one thinks of the Supreme Personality of Godhead and quits his body, he will certainly reach the spiritual planets.",
        "purport": "It is clearly stated here that oṁ, Brahman and Lord Kṛṣṇa are not different. The impersonal sound of Kṛṣṇa is oṁ, but the sound Hare Kṛṣṇa contains oṁ. The chanting of the Hare Kṛṣṇa mantra is clearly recommended for this age. So if one quits his body at the end of life chanting Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare, he certainly reaches one of the spiritual planets, according to the mode of his practice. The devotees of Kṛṣṇa enter the Kṛṣṇa planet, Goloka Vṛndāvana. For the personalists there are also innumerable other planets, known as Vaikuṇṭha planets, in the spiritual sky, whereas the impersonalists remain in the brahma-jyotir."
    },
    "8.14": {
        "chapter_number": 8,
        "verse_number": "Bg. 8.14",
        "sanskrit_shlok": "अनन्यचेता: सततं यो मां स्मरति नित्यश: ।तस्याहं सुलभ: पार्थ नित्ययुक्तस्य योगिन: ॥ १४ ॥",
        "synonyms": "ananya-cetāḥ — without deviation of the mind; satatam — always; yaḥ — anyone who; mām — Me (Kṛṣṇa); smarati — remembers; nityaśaḥ — regularly; tasya — to him; aham — I am; su-labhaḥ — very easy to achieve; pārtha — O son of Pṛthā; nitya — regularly; yuktasya — engaged; yoginaḥ — for the devotee.",
        "english_sanskrit": "ananya-cetāḥ satataṁyo māṁ smarati nityaśaḥtasyāhaṁ su-labhaḥ pārthanitya-yuktasya yoginaḥ",
        "translation": "For one who always remembers Me without deviation, I am easy to obtain, O son of Pṛthā, because of his constant engagement in devotional service.",
        "purport": "This verse especially describes the final destination attained by the unalloyed devotees who serve the Supreme Personality of Godhead in bhakti-yoga. Previous verses have mentioned four different kinds of devotees – the distressed, the inquisitive, those who seek material gain, and the speculative philosophers. Different processes of liberation have also been described: karma-yoga, jñāna-yoga and haṭha-yoga. The principles of these yoga systems have some bhakti added, but this verse particularly mentions pure bhakti-yoga, without any mixture of jñāna, karma or haṭha. As indicated by the word ananya-cetāḥ, in pure bhakti-yoga the devotee desires nothing but Kṛṣṇa. A pure devotee does not desire promotion to heavenly planets, nor does he seek oneness with the brahma-jyotir or salvation or liberation from material entanglement. A pure devotee does not desire anything. In the Caitanya-caritāmṛta the pure devotee is called niṣkāma, which means he has no desire for self-interest. Perfect peace belongs to him alone, not to them who strive for personal gain. Whereas a jñāna-yogī, karma-yogī or haṭha-yogī has his own selfish interests, a perfect devotee has no desire other than to please the Supreme Personality of Godhead. Therefore the Lord says that for anyone who is unflinchingly devoted to Him, He is easy to attain."
    },
    "8.15": {
        "chapter_number": 8,
        "verse_number": "Bg. 8.15",
        "sanskrit_shlok": "मामुपेत्य पुनर्जन्म दु:खालयमशाश्वतम् ।नाप्‍नुवन्ति महात्मान: संसिद्धिं परमां गता: ॥ १५ ॥",
        "synonyms": "mām — Me; upetya — achieving; punaḥ — again; janma — birth; duḥkha-ālayam — place of miseries; aśāśvatam — temporary; na — never; āpnuvanti — attain; mahā-ātmānaḥ — the great souls; saṁsiddhim — perfection; paramām — ultimate; gatāḥ — having achieved.",
        "english_sanskrit": "mām upetya punar janmaduḥkhālayam aśāśvatamnāpnuvanti mahātmānaḥsaṁsiddhiṁ paramāṁ gatāḥ",
        "translation": "After attaining Me, the great souls, who are yogīs in devotion, never return to this temporary world, which is full of miseries, because they have attained the highest perfection.",
        "purport": "Since this temporary material world is full of the miseries of birth, old age, disease and death, naturally he who achieves the highest perfection and attains the supreme planet, Kṛṣṇaloka, Goloka Vṛndāvana, does not wish to return. The supreme planet is described in Vedic literature as avyakta and akṣara and paramā gati; in other words, that planet is beyond our material vision, and it is inexplicable, but it is the highest goal, the destination for the mahātmās (great souls). The mahātmās receive transcendental messages from the realized devotees and thus gradually develop devotional service in Kṛṣṇa consciousness and become so absorbed in transcendental service that they no longer desire elevation to any of the material planets, nor do they even want to be transferred to any spiritual planet. They only want Kṛṣṇa and Kṛṣṇa’s association, and nothing else. That is the highest perfection of life. This verse specifically mentions the personalist devotees of the Supreme Lord, Kṛṣṇa. These devotees in Kṛṣṇa consciousness achieve the highest perfection of life. In other words, they are the supreme souls."
    },
    "8.16": {
        "chapter_number": 8,
        "verse_number": "Bg. 8.16",
        "sanskrit_shlok": "आब्रह्मभुवनाल्ल‍ोका: पुनरावर्तिनोऽर्जुन ।मामुपेत्य तु कौन्तेय पुनर्जन्म न विद्यते ॥ १६ ॥",
        "synonyms": "ā-brahma-bhuvanāt — up to the Brahmaloka planet; lokāḥ — the planetary systems; punaḥ — again; āvartinaḥ — returning; arjuna — O Arjuna; mām — unto Me; upetya — arriving; tu — but; kaunteya — O son of Kuntī; punaḥ janma — rebirth; na — never; vidyate — takes place.",
        "english_sanskrit": "ā-brahma-bhuvanāl lokāḥpunar āvartino ’rjunamām upetya tu kaunteyapunar janma na vidyate brahmaṇā saha te sarvesamprāpte pratisañcareparasyānte kṛtātmānaḥpraviśanti paraṁ padam",
        "translation": "From the highest planet in the material world down to the lowest, all are places of misery wherein repeated birth and death take place. But one who attains to My abode, O son of Kuntī, never takes birth again.",
        "purport": "All kinds of yogīs – karma, jñāna, haṭha, etc. – eventually have to attain devotional perfection in bhakti-yoga, or Kṛṣṇa consciousness, before they can go to Kṛṣṇa’s transcendental abode and never return. Those who attain the highest material planets, the planets of the demigods, are again subjected to repeated birth and death. As persons on earth are elevated to higher planets, people on higher planets such as Brahmaloka, Candraloka and Indraloka fall down to earth. The practice of sacrifice called pañcāgni-vidyā, recommended in the Chāndogya Upaniṣad, enables one to achieve Brahmaloka, but if, on Brahmaloka, one does not cultivate Kṛṣṇa consciousness, then he must return to earth. Those who progress in Kṛṣṇa consciousness on the higher planets are gradually elevated to higher and higher planets and at the time of universal devastation are transferred to the eternal spiritual kingdom. Baladeva Vidyābhūṣaṇa, in his commentary on Bhagavad-gītā, quotes this verse:"
    },
    "8.17": {
        "chapter_number": 8,
        "verse_number": "Bg. 8.17",
        "sanskrit_shlok": "सहस्रयुगपर्यन्तमहर्यद्ब्रह्मणो विदु: ।रात्रिं युगसहस्रान्तां तेऽहोरात्रविदो जना: ॥ १७ ॥",
        "synonyms": "sahasra — one thousand; yuga — millenniums; paryantam — including; ahaḥ — day; yat — that which; brahmaṇaḥ — of Brahmā; viduḥ — they know; rātrim — night; yuga — millenniums; sahasra-antām — similarly, ending after one thousand; te — they; ahaḥ-rātra — day and night; vidaḥ — who understand; janāḥ — people.",
        "english_sanskrit": "sahasra-yuga-paryantamahar yad brahmaṇo viduḥrātriṁ yuga-sahasrāntāṁte ’ho-rātra-vido janāḥ",
        "translation": "By human calculation, a thousand ages taken together form the duration of Brahmā’s one day. And such also is the duration of his night.",
        "purport": "The duration of the material universe is limited. It is manifested in cycles of kalpas. A kalpa is a day of Brahmā, and one day of Brahmā consists of a thousand cycles of four yugas, or ages: Satya, Tretā, Dvāpara and Kali. The cycle of Satya is characterized by virtue, wisdom and religion, there being practically no ignorance and vice, and the yuga lasts 1,728,000 years. In the Tretā-yuga vice is introduced, and this yuga lasts 1,296,000 years. In the Dvāpara-yuga there is an even greater decline in virtue and religion, vice increasing, and this yuga lasts 864,000 years. And finally in Kali-yuga (the yuga we have now been experiencing over the past 5,000 years) there is an abundance of strife, ignorance, irreligion and vice, true virtue being practically nonexistent, and this yuga lasts 432,000 years. In Kali-yuga vice increases to such a point that at the termination of the yuga the Supreme Lord Himself appears as the Kalki avatāra, vanquishes the demons, saves His devotees, and commences another Satya-yuga. Then the process is set rolling again. These four yugas, rotating a thousand times, comprise one day of Brahmā, and the same number comprise one night. Brahmā lives one hundred of such “years” and then dies. These “hundred years” by earth calculations total to 311 trillion and 40 billion earth years. By these calculations the life of Brahmā seems fantastic and interminable, but from the viewpoint of eternity it is as brief as a lightning flash. In the Causal Ocean there are innumerable Brahmās rising and disappearing like bubbles in the Atlantic. Brahmā and his creation are all part of the material universe, and therefore they are in constant flux."
    },
    "8.18": {
        "chapter_number": 8,
        "verse_number": "Bg. 8.18",
        "sanskrit_shlok": "अव्यक्ताद्‍ व्यक्तय: सर्वा: प्रभवन्त्यहरागमे ।रात्र्यागमे प्रलीयन्ते तत्रैवाव्यक्तसंज्ञके ॥ १८ ॥",
        "synonyms": "avyaktāt — from the unmanifest; vyaktayaḥ — living entities; sarvāḥ — all; prabhavanti — become manifest; ahaḥ-āgame — at the beginning of the day; rātri-āgame — at the fall of night; pralīyante — are annihilated; tatra — into that; eva — certainly; avyakta — the unmanifest; saṁjñake — which is called.",
        "english_sanskrit": "avyaktād vyaktayaḥ sarvāḥprabhavanty ahar-āgamerātry-āgame pralīyantetatraivāvyakta-saṁjñake",
        "translation": "At the beginning of Brahmā’s day, all living entities become manifest from the unmanifest state, and thereafter, when the night falls, they are merged into the unmanifest again.",
        "purport": "Purport Not Found"
    },
    "8.19": {
        "chapter_number": 8,
        "verse_number": "Bg. 8.19",
        "sanskrit_shlok": "भूतग्राम: स एवायं भूत्वा भूत्वा प्रलीयते ।रात्र्यागमेऽवश: पार्थ प्रभवत्यहरागमे ॥ १९ ॥",
        "synonyms": "bhūta-grāmaḥ — the aggregate of all living entities; saḥ — these; eva — certainly; ayam — this; bhūtvā bhūtvā — repeatedly taking birth; pralīyate — is annihilated; rātri — of night; āgame — on the arrival; avaśaḥ — automatically; pārtha — O son of Pṛthā; prabhavati — is manifest; ahaḥ — of daytime; āgame — on the arrival.",
        "english_sanskrit": "bhūta-grāmaḥ sa evāyaṁbhūtvā bhūtvā pralīyaterātry-āgame ’vaśaḥ pārthaprabhavaty ahar-āgame",
        "translation": "Again and again, when Brahmā’s day arrives, all living entities come into being, and with the arrival of Brahmā’s night they are helplessly annihilated.",
        "purport": "The less intelligent, who try to remain within this material world, may be elevated to higher planets and then again must come down to this planet earth. During the daytime of Brahmā they can exhibit their activities on higher and lower planets within this material world, but at the coming of Brahmā’s night they are all annihilated. In the day they receive various bodies for material activities, and at night they no longer have bodies but remain compact in the body of Viṣṇu. Then again they are manifest at the arrival of Brahmā’s day. Bhūtvā bhūtvā pralīyate: during the day they become manifest, and at night they are annihilated again. Ultimately, when Brahmā’s life is finished, they are all annihilated and remain unmanifest for millions and millions of years. And when Brahmā is born again in another millennium they are again manifest. In this way they are captivated by the spell of the material world. But those intelligent persons who take to Kṛṣṇa consciousness use the human life fully in the devotional service of the Lord, chanting Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare. Thus they transfer themselves, even in this life, to the spiritual planet of Kṛṣṇa and become eternally blissful there, not being subject to such rebirths."
    },
    "8.20": {
        "chapter_number": 8,
        "verse_number": "Bg. 8.20",
        "sanskrit_shlok": "परस्तस्मात्तु भावोऽन्योऽव्यक्तोऽव्यक्तात्सनातन: ।य: स सर्वेषु भूतेषु नश्यत्सु न विनश्यति ॥ २० ॥",
        "synonyms": "paraḥ — transcendental; tasmāt — to that; tu — but; bhāvaḥ — nature; anyaḥ — another; avyaktaḥ — unmanifest; avyaktāt — to the unmanifest; sanātanaḥ — eternal; yaḥ saḥ — that which; sarveṣu — all; bhūteṣu — manifestation; naśyatsu — being annihilated; na — never; vinaśyati — is annihilated.",
        "english_sanskrit": "paras tasmāt tu bhāvo ’nyo’vyakto ’vyaktāt sanātanaḥyaḥ sa sarveṣu bhūteṣunaśyatsu na vinaśyati",
        "translation": "Yet there is another unmanifest nature, which is eternal and is transcendental to this manifested and unmanifested matter. It is supreme and is never annihilated. When all in this world is annihilated, that part remains as it is.",
        "purport": "Kṛṣṇa’s superior, spiritual energy is transcendental and eternal. It is beyond all the changes of material nature, which is manifest and annihilated during the days and nights of Brahmā. Kṛṣṇa’s superior energy is completely opposite in quality to material nature. Superior and inferior nature are explained in the Seventh Chapter."
    },
    "8.21": {
        "chapter_number": 8,
        "verse_number": "Bg. 8.21",
        "sanskrit_shlok": "अव्यक्तोऽक्षर इत्युक्तस्तमाहु: परमां गतिम् ।यं प्राप्य न निवर्तन्ते तद्धाम परमं मम ॥ २१ ॥",
        "synonyms": "avyaktaḥ — unmanifested; akṣaraḥ — infallible; iti — thus; uktaḥ — is said; tam — that; āhuḥ — is known; paramām — the ultimate; gatim — destination; yam — which; prāpya — gaining; na — never; nivartante — come back; tat — that; dhāma — abode; paramam — supreme; mama — My.",
        "english_sanskrit": "avyakto ’kṣara ity uktastam āhuḥ paramāṁ gatimyaṁ prāpya na nivartantetad dhāma paramaṁ mama",
        "translation": "That which the Vedāntists describe as unmanifest and infallible, that which is known as the supreme destination, that place from which, having attained it, one never returns – that is My supreme abode.",
        "purport": "The supreme abode of the Personality of Godhead, Kṛṣṇa, is described in the Brahma-saṁhitā as cintāmaṇi-dhāma, a place where all desires are fulfilled. The supreme abode of Lord Kṛṣṇa, known as Goloka Vṛndāvana, is full of palaces made of touchstone. There are also trees, called “desire trees,” that supply any type of eatable upon demand, and there are cows, known as surabhi cows, which supply a limitless supply of milk. In this abode, the Lord is served by hundreds of thousands of goddesses of fortune (Lakṣmīs), and He is called Govinda, the primal Lord and the cause of all causes. The Lord is accustomed to blow His flute (veṇuṁ kvaṇantam). His transcendental form is the most attractive in all the worlds – His eyes are like lotus petals, and the color of His body is like the color of clouds. He is so attractive that His beauty excels that of thousands of Cupids. He wears saffron cloth, a garland around His neck and a peacock feather in His hair. In the Bhagavad-gītā Lord Kṛṣṇa gives only a small hint of His personal abode, Goloka Vṛndāvana, which is the supermost planet in the spiritual kingdom. A vivid description is given in the Brahma-saṁhitā. Vedic literatures (Kaṭha Upaniṣad 1.3.11) state that there is nothing superior to the abode of the Supreme Godhead, and that that abode is the ultimate destination (puruṣān na paraṁ kiñcit sā kāṣṭhā paramā gatiḥ). When one attains to it, he never returns to the material world. Kṛṣṇa’s supreme abode and Kṛṣṇa Himself are nondifferent, being of the same quality. On this earth, Vṛndāvana, ninety miles southeast of Delhi, is a replica of that supreme Goloka Vṛndāvana located in the spiritual sky. When Kṛṣṇa descended on this earth, He sported on that particular tract of land known as Vṛndāvana, comprising about 168 square miles in the district of Mathurā, India."
    },
    "8.22": {
        "chapter_number": 8,
        "verse_number": "Bg. 8.22",
        "sanskrit_shlok": "पुरुष: स पर: पार्थ भक्त्य‍ा लभ्यस्त्वनन्यया ।यस्यान्त:स्थानि भूतानि येन सर्वमिदं ततम् ॥ २२ ॥",
        "synonyms": "puruṣaḥ — the Supreme Personality; saḥ — He; paraḥ — the Supreme, than whom no one is greater; pārtha — O son of Pṛthā; bhaktyā — by devotional service; labhyaḥ — can be achieved; tu — but; ananyayā — unalloyed, undeviating; yasya — whom; antaḥ-sthāni — within; bhūtāni — all of this material manifestation; yena — by whom; sarvam — all; idam — whatever we can see; tatam — is pervaded.",
        "english_sanskrit": "puruṣaḥ sa paraḥ pārthabhaktyā labhyas tv ananyayāyasyāntaḥ-sthāni bhūtāniyena sarvam idaṁ tatam",
        "translation": "The Supreme Personality of Godhead, who is greater than all, is attainable by unalloyed devotion. Although He is present in His abode, He is all-pervading, and everything is situated within Him.",
        "purport": "It is here clearly stated that the supreme destination, from which there is no return, is the abode of Kṛṣṇa, the Supreme Person. The Brahma-saṁhitā describes this supreme abode as ānanda-cinmaya-rasa, a place where everything is full of spiritual bliss. All the variegatedness manifest there is of the quality of spiritual bliss – nothing there is material. That variegatedness is expanded as the spiritual expansion of the Supreme Godhead Himself, for the manifestation there is totally of the spiritual energy, as explained in Chapter Seven. As far as this material world is concerned, although the Lord is always in His supreme abode, He is nonetheless all-pervading by His material energy. So by His spiritual and material energies He is present everywhere – both in the material and in the spiritual universes. Yasyāntaḥ-sthāni means that everything is sustained within Him, within either His spiritual or material energy. The Lord is all-pervading by these two energies."
    },
    "8.23": {
        "chapter_number": 8,
        "verse_number": "Bg. 8.23",
        "sanskrit_shlok": "यत्र काले त्वनावृत्तिमावृत्तिं चैव योगिन: ।प्रयाता यान्ति तं कालं वक्ष्यामि भरतर्षभ ॥ २३ ॥",
        "synonyms": "yatra — at which; kāle — time; tu — and; anāvṛttim — no return; āvṛttim — return; ca — also; eva — certainly; yoginaḥ — different kinds of mystics; prayātāḥ — having departed; yānti — attain; tam — that; kālam — time; vakṣyāmi — I shall describe; bharata-ṛṣabha — O best of the Bhāratas.",
        "english_sanskrit": "yatra kāle tv anāvṛttimāvṛttiṁ caiva yoginaḥprayātā yānti taṁ kālaṁvakṣyāmi bharatarṣabha",
        "translation": "O best of the Bhāratas, I shall now explain to you the different times at which, passing away from this world, the yogī does or does not come back.",
        "purport": "The unalloyed devotees of the Supreme Lord, who are totally surrendered souls, do not care when they leave their bodies or by what method. They leave everything in Kṛṣṇa’s hands and so easily and happily return to Godhead. But those who are not unalloyed devotees and who depend instead on such methods of spiritual realization as karma-yoga, jñāna-yoga and haṭha-yoga must leave the body at a suitable time in order to be sure of whether or not they will return to the world of birth and death."
    },
    "8.24": {
        "chapter_number": 8,
        "verse_number": "Bg. 8.24",
        "sanskrit_shlok": "अग्न‍िर्ज्योतिरह: शुक्ल‍ः षण्मासा उत्तरायणम् ।तत्र प्रयाता गच्छन्ति ब्रह्म ब्रह्मविदो जना: ॥ २४ ॥",
        "synonyms": "agniḥ — fire; jyotiḥ — light; ahaḥ — day; śuklaḥ — the white fortnight; ṣaṭ-māsāḥ — the six months; uttara-ayanam — when the sun passes on the northern side; tatra — there; prayātāḥ — those who pass away; gacchanti — go; brahma — to the Absolute; brahma-vidaḥ — who know the Absolute; janāḥ — persons.",
        "english_sanskrit": "agnir jyotir ahaḥ śuklaḥṣaṇ-māsā uttarāyaṇamtatra prayātā gacchantibrahma brahma-vido janāḥ",
        "translation": "Those who know the Supreme Brahman attain that Supreme by passing away from the world during the influence of the fiery god, in the light, at an auspicious moment of the day, during the fortnight of the waxing moon, or during the six months when the sun travels in the north.",
        "purport": "When fire, light, day and the fortnight of the moon are mentioned, it is to be understood that over all of them there are various presiding deities who make arrangements for the passage of the soul. At the time of death, the mind carries one on the path to a new life. If one leaves the body at the time designated above, either accidentally or by arrangement, it is possible for him to attain the impersonal brahma-jyotir. Mystics who are advanced in yoga practice can arrange the time and place to leave the body. Others have no control – if by accident they leave at an auspicious moment, then they will not return to the cycle of birth and death, but otherwise there is every possibility that they will have to return. However, for the pure devotee in Kṛṣṇa consciousness, there is no fear of returning, whether he leaves the body at an auspicious or inauspicious moment, by accident or arrangement."
    },
    "8.25": {
        "chapter_number": 8,
        "verse_number": "Bg. 8.25",
        "sanskrit_shlok": "धूमो रात्रिस्तथा कृष्ण: षण्मासा दक्षिणायनम् ।तत्र चान्द्रमसं ज्योतिर्योगी प्राप्य निवर्तते ॥ २५ ॥",
        "synonyms": "dhūmaḥ — smoke; rātriḥ — night; tathā — also; kṛṣṇaḥ — the fortnight of the dark moon; ṣaṭ-māsāḥ — the six months; dakṣiṇa-ayanam — when the sun passes on the southern side; tatra — there; cāndramasam — the moon planet; jyotiḥ — the light; yogī — the mystic; prāpya — achieving; nivartate — comes back.",
        "english_sanskrit": "dhūmo rātris tathā kṛṣṇaḥṣaṇ-māsā dakṣiṇāyanamtatra cāndramasaṁ jyotiryogī prāpya nivartate",
        "translation": "The mystic who passes away from this world during the smoke, the night, the fortnight of the waning moon, or the six months when the sun passes to the south reaches the moon planet but again comes back.",
        "purport": "In the Third Canto of Śrīmad-Bhāgavatam Kapila Muni mentions that those who are expert in fruitive activities and sacrificial methods on earth attain to the moon at death. These elevated souls live on the moon for about 10,000 years (by demigod calculations) and enjoy life by drinking soma-rasa. They eventually return to earth. This means that on the moon there are higher classes of living beings, though they may not be perceived by the gross senses."
    },
    "8.26": {
        "chapter_number": 8,
        "verse_number": "Bg. 8.26",
        "sanskrit_shlok": "श‍ुक्ल‍कृष्णे गती ह्येते जगत: शाश्वते मते ।एकया यात्यनावृत्तिमन्ययावर्तते पुन: ॥ २६ ॥",
        "synonyms": "śukla — light; kṛṣṇe — and darkness; gatī — ways of passing; hi — certainly; ete — these two; jagataḥ — of the material world; śāśvate — of the Vedas; mate — in the opinion; ekayā — by one; yāti — goes; anāvṛttim — to no return; anyayā — by the other; āvartate — comes back; punaḥ — again.",
        "english_sanskrit": "śukla-kṛṣṇe gatī hy etejagataḥ śāśvate mateekayā yāty anāvṛttimanyayāvartate punaḥ",
        "translation": "According to Vedic opinion, there are two ways of passing from this world – one in light and one in darkness. When one passes in light, he does not come back; but when one passes in darkness, he returns.",
        "purport": "The same description of departure and return is quoted by Ācārya Baladeva Vidyābhūṣaṇa from the Chāndogya Upaniṣad (5.10.3–5). Those who are fruitive laborers and philosophical speculators from time immemorial are constantly going and coming. Actually they do not attain ultimate salvation, for they do not surrender to Kṛṣṇa."
    },
    "8.27": {
        "chapter_number": 8,
        "verse_number": "Bg. 8.27",
        "sanskrit_shlok": "नैते सृती पार्थ जानन्योगी मुह्यति कश्चन ।तस्मात्सर्वेषु कालेषु योगयुक्तो भवार्जुन ॥ २७ ॥",
        "synonyms": "na — never; ete — these two; sṛtī — different paths; pārtha — O son of Pṛthā; jānan — even if he knows; yogī — the devotee of the Lord; muhyati — is bewildered; kaścana — any; tasmāt — therefore; sarveṣu kāleṣu — always; yoga-yuktaḥ — engaged in Kṛṣṇa consciousness; bhava — just become; arjuna — O Arjuna.",
        "english_sanskrit": "naite sṛtī pārtha jānanyogī muhyati kaścanatasmāt sarveṣu kāleṣuyoga-yukto bhavārjuna",
        "translation": "Although the devotees know these two paths, O Arjuna, they are never bewildered. Therefore be always fixed in devotion.",
        "purport": "Kṛṣṇa is here advising Arjuna that he should not be disturbed by the different paths the soul can take when leaving the material world. A devotee of the Supreme Lord should not worry whether he will depart by arrangement or by accident. The devotee should be firmly established in Kṛṣṇa consciousness and chant Hare Kṛṣṇa. He should know that concern over either of these two paths is troublesome. The best way to be absorbed in Kṛṣṇa consciousness is to be always dovetailed in His service, and this will make one’s path to the spiritual kingdom safe, certain and direct. The word yoga-yukta is especially significant in this verse. One who is firm in yoga is constantly engaged in Kṛṣṇa consciousness in all his activities. Śrī Rūpa Gosvāmī advises, anāsaktasya viṣayān yathārham upayuñjataḥ: one should be unattached in material affairs and do everything in Kṛṣṇa consciousness. By this system, which is called yukta-vairāgya, one attains perfection. Therefore the devotee is not disturbed by these descriptions, because he knows that his passage to the supreme abode is guaranteed by devotional service."
    },
    "8.28": {
        "chapter_number": 8,
        "verse_number": "Bg. 8.28",
        "sanskrit_shlok": "वेदेषु यज्ञेषु तप:सु चैवदानेषु यत्पुण्यफलं प्रदिष्टम् ।अत्येति तत्सर्वमिदं विदित्वायोगी परं स्थानमुपैति चाद्यम् ॥ २८ ॥",
        "synonyms": "vedeṣu — in the study of the Vedas; yajñeṣu — in the performances of yajña, sacrifice; tapaḥsu — in undergoing different types of austerities; ca — also; eva — certainly; dāneṣu — in giving charities; yat — that which; puṇya-phalam — result of pious work; pradiṣṭam — indicated; atyeti — surpasses; tat sarvam — all those; idam — this; viditvā — knowing; yogī — the devotee; param — supreme; sthānam — abode; upaiti — achieves; ca — also; ādyam — original.",
        "english_sanskrit": "vedeṣu yajñeṣu tapaḥsu caivadāneṣu yat puṇya-phalaṁ pradiṣṭamatyeti tat sarvam idaṁ viditvāyogī paraṁ sthānam upaiti cādyam",
        "translation": "A person who accepts the path of devotional service is not bereft of the results derived from studying the Vedas, performing sacrifices, undergoing austerities, giving charity or pursuing philosophical and fruitive activities. Simply by performing devotional service, he attains all these, and at the end he reaches the supreme eternal abode.",
        "purport": "This verse is the summation of the Seventh and Eighth chapters, which particularly deal with Kṛṣṇa consciousness and devotional service. One has to study the Vedas under the guidance of the spiritual master and undergo many austerities and penances while living under his care. A brahmacārī has to live in the home of the spiritual master just like a servant, and he must beg alms from door to door and bring them to the spiritual master. He takes food only under the master’s order, and if the master neglects to call the student for food that day, the student fasts. These are some of the Vedic principles for observing brahmacarya."
    }
}