{
    "9.1": {
        "chapter_number": 9,
        "verse_number": "Bg. 9.1",
        "sanskrit_shlok": "श्रीभगवानुवाचइदं तु ते गुह्यतमं प्रवक्ष्याम्यनसूयवे ।ज्ञानं विज्ञानसहितं यज्ज्ञात्वा मोक्ष्यसेऽश‍ुभात् ॥ १ ॥",
        "synonyms": "śrī-bhagavān uvāca — the Supreme Personality of Godhead said; idam — this; tu — but; te — unto you; guhya-tamam — the most confidential; pravakṣyāmi — I am speaking; anasūyave — to the nonenvious; jñānam — knowledge; vijñāna — realized knowledge; sahitam — with; yat — which; jñātvā — knowing; mokṣyase — you will be released; aśubhāt — from this miserable material existence.",
        "english_sanskrit": "śrī-bhagavān uvācaidaṁ tu te guhya-tamaṁpravakṣyāmy anasūyavejñānaṁ vijñāna-sahitaṁyaj jñātvā mokṣyase ’śubhāt",
        "translation": "The Supreme Personality of Godhead said: My dear Arjuna, because you are never envious of Me, I shall impart to you this most confidential knowledge and realization, knowing which you shall be relieved of the miseries of material existence.",
        "purport": "As a devotee hears more and more about the Supreme Lord, he becomes enlightened. This hearing process is recommended in the Śrīmad-Bhāgavatam: “The messages of the Supreme Personality of Godhead are full of potencies, and these potencies can be realized if topics regarding the Supreme Godhead are discussed amongst devotees.” This cannot be achieved by the association of mental speculators or academic scholars, for it is realized knowledge."
    },
    "9.2": {
        "chapter_number": 9,
        "verse_number": "Bg. 9.2",
        "sanskrit_shlok": "राजविद्या राजगुह्यं पवित्रमिदमुत्तमम् ।प्रत्यक्षावगमं धर्म्यं सुसुखं कर्तुमव्ययम् ॥ २ ॥",
        "synonyms": "rāja-vidyā — the king of education; rāja-guhyam — the king of confidential knowledge; pavitram — the purest; idam — this; uttamam — transcendental; pratyakṣa — by direct experience; avagamam — understood; dharmyam — the principle of religion; su-sukham — very happy; kartum — to execute; avyayam — everlasting.",
        "english_sanskrit": "rāja-vidyā rāja-guhyaṁpavitram idam uttamampratyakṣāvagamaṁ dharmyaṁsu-sukhaṁ kartum avyayam aprārabdha-phalaṁ pāpaṁkūṭaṁ bījaṁ phalonmukhamkrameṇaiva pralīyetaviṣṇu-bhakti-ratātmanām ucchiṣṭa-lepān anumodito dvijaiḥsakṛt sma bhuñje tad-apāsta-kilbiṣaḥevaṁ pravṛttasya viśuddha-cetasastad-dharma evātma-ruciḥ prajāyate tatrānv-ahaṁ kṛṣṇa-kathāḥ pragāyatāmanugraheṇāśṛṇavaṁ mano-harāḥtāḥ śraddhayā me ’nu-padaṁ viśṛṇvataḥpriyaśravasy aṅga mamābhavad ruciḥ",
        "translation": "This knowledge is the king of education, the most secret of all secrets. It is the purest knowledge, and because it gives direct perception of the self by realization, it is the perfection of religion. It is everlasting, and it is joyfully performed.",
        "purport": "This chapter of Bhagavad-gītā is called the king of education because it is the essence of all doctrines and philosophies explained before. Among the principal philosophers in India are Gautama, Kaṇāda, Kapila, Yājñavalkya, Śāṇḍilya and Vaiśvānara. And finally there is Vyāsadeva, the author of the Vedānta-sūtra. So there is no dearth of knowledge in the field of philosophy or transcendental knowledge. Now the Lord says that this Ninth Chapter is the king of all such knowledge, the essence of all knowledge that can be derived from the study of the Vedas and different kinds of philosophy. It is the most confidential because confidential or transcendental knowledge involves understanding the difference between the soul and the body. And the king of all confidential knowledge culminates in devotional service."
    },
    "9.3": {
        "chapter_number": 9,
        "verse_number": "Bg. 9.3",
        "sanskrit_shlok": "अश्रद्दधाना: पुरुषा धर्मस्यास्य परन्तप ।अप्राप्य मां निवर्तन्ते मृत्युसंसारवर्त्मनि ॥ ३ ॥",
        "synonyms": "aśraddadhānāḥ — those who are faithless; puruṣāḥ — such persons; dharmasya — toward the process of religion; asya — this; param-tapa — O killer of the enemies; aprāpya — without obtaining; mām — Me; nivartante — come back; mṛtyu — of death; saṁsāra — in material existence; vartmani — on the path.",
        "english_sanskrit": "aśraddadhānāḥ puruṣādharmasyāsya paran-tapaaprāpya māṁ nivartantemṛtyu-saṁsāra-vartmani yathā taror mūla-niṣecanenatṛpyanti tat-skandha-bhujopaśākhāḥprāṇopahārāc ca yathendriyāṇāṁtathaiva sarvārhaṇam acyutejyā",
        "translation": "Those who are not faithful in this devotional service cannot attain Me, O conqueror of enemies. Therefore they return to the path of birth and death in this material world.",
        "purport": "The faithless cannot accomplish this process of devotional service; that is the purport of this verse. Faith is created by association with devotees. Unfortunate people, even after hearing all the evidence of Vedic literature from great personalities, still have no faith in God. They are hesitant and cannot stay fixed in the devotional service of the Lord. Thus faith is a most important factor for progress in Kṛṣṇa consciousness. In the Caitanya-caritāmṛta it is said that faith is the complete conviction that simply by serving the Supreme Lord, Śrī Kṛṣṇa, one can achieve all perfection. That is called real faith. As stated in the Śrīmad-Bhāgavatam (4.31.14),"
    },
    "9.4": {
        "chapter_number": 9,
        "verse_number": "Bg. 9.4",
        "sanskrit_shlok": "मया ततमिदं सर्वं जगदव्यक्तमूर्तिना ।मत्स्थानि सर्वभूतानि न चाहं तेष्ववस्थित: ॥ ४ ॥",
        "synonyms": "mayā — by Me; tatam — pervaded; idam — this; sarvam — all; jagat — cosmic manifestation; avyakta-mūrtinā — by the unmanifested form; mat-sthāni — in Me; sarva-bhūtāni — all living entities; na — not; ca — also; aham — I; teṣu — in them; avasthitaḥ — situated.",
        "english_sanskrit": "mayā tatam idaṁ sarvaṁjagad avyakta-mūrtināmat-sthāni sarva-bhūtānina cāhaṁ teṣv avasthitaḥ ataḥ śrī-kṛṣṇa-nāmādina bhaved grāhyam indriyaiḥsevonmukhe hi jihvādausvayam eva sphuraty adaḥ",
        "translation": "By Me, in My unmanifested form, this entire universe is pervaded. All beings are in Me, but I am not in them.",
        "purport": "The Supreme Personality of Godhead is not perceivable through the gross material senses. It is said,"
    },
    "9.5": {
        "chapter_number": 9,
        "verse_number": "Bg. 9.5",
        "sanskrit_shlok": "न च मत्स्थानि भूतानि पश्य मे योगमैश्वरम् ।भूतभृन्न च भूतस्थो ममात्मा भूतभावन: ॥ ५ ॥",
        "synonyms": "na — never; ca — also; mat-sthāni — situated in Me; bhūtāni — all creation; paśya — just see; me — My; yogam aiśvaram — inconceivable mystic power; bhūta-bhṛt — the maintainer of all living entities; na — never; ca — also; bhūta-sthaḥ — in the cosmic manifestation; mama — My; ātmā — Self; bhūta-bhāvanaḥ — the source of all manifestations.",
        "english_sanskrit": "na ca mat-sthāni bhūtānipaśya me yogam aiśvarambhūta-bhṛn na ca bhūta-sthomamātmā bhūta-bhāvanaḥ",
        "translation": "And yet everything that is created does not rest in Me. Behold My mystic opulence! Although I am the maintainer of all living entities and although I am everywhere, I am not a part of this cosmic manifestation, for My Self is the very source of creation.",
        "purport": "The Lord says that everything is resting on Him (mat-sthāni sarva-bhūtāni). This should not be misunderstood. The Lord is not directly concerned with the maintenance and sustenance of this material manifestation. Sometimes we see a picture of Atlas holding the globe on his shoulders; he seems to be very tired, holding this great earthly planet. Such an image should not be entertained in connection with Kṛṣṇa’s upholding this created universe. He says that although everything is resting on Him, He is aloof. The planetary systems are floating in space, and this space is the energy of the Supreme Lord. But He is different from space. He is differently situated. Therefore the Lord says, “Although they are situated on My inconceivable energy, as the Supreme Personality of Godhead I am aloof from them.” This is the inconceivable opulence of the Lord."
    },
    "9.6": {
        "chapter_number": 9,
        "verse_number": "Bg. 9.6",
        "sanskrit_shlok": "यथाकाशस्थितो नित्यं वायु: सर्वत्रगो महान् ।तथा सर्वाणि भूतानि मत्स्थानीत्युपधारय ॥ ६ ॥",
        "synonyms": "yathā — just as; ākāśa-sthitaḥ — situated in the sky; nityam — always; vāyuḥ — the wind; sarvatra-gaḥ — blowing everywhere; mahān — great; tathā — similarly; sarvāṇi bhūtāni — all created beings; mat-sthāni — situated in Me; iti — thus; upadhāraya — try to understand.",
        "english_sanskrit": "yathākāśa-sthito nityaṁvāyuḥ sarvatra-go mahāntathā sarvāṇi bhūtānimat-sthānīty upadhāraya yac-cakṣur eṣa savitā sakala-grahāṇāṁrājā samasta-sura-mūrtir aśeṣa-tejāḥyasyājñayā bhramati sambhṛta-kāla-cakrogovindam ādi-puruṣaṁ tam ahaṁ bhajāmi",
        "translation": "Understand that as the mighty wind, blowing everywhere, rests always in the sky, all created beings rest in Me.",
        "purport": "For the ordinary person it is almost inconceivable how the huge material creation is resting in Him. But the Lord is giving an example which may help us to understand. The sky may be the biggest manifestation we can conceive. And in that sky the wind or air is the biggest manifestation in the cosmic world. The movement of the air influences the movements of everything. But although the wind is great, it is still situated within the sky; the wind is not beyond the sky. Similarly, all the wonderful cosmic manifestations are existing by the supreme will of God, and all of them are subordinate to that supreme will. As we generally say, not a blade of grass moves without the will of the Supreme Personality of Godhead. Thus everything is moving under His will: by His will everything is being created, everything is being maintained, and everything is being annihilated. Still He is aloof from everything, as the sky is always aloof from the activities of the wind."
    },
    "9.7": {
        "chapter_number": 9,
        "verse_number": "Bg. 9.7",
        "sanskrit_shlok": "सर्वभूतानि कौन्तेय प्रकृतिं यान्ति मामिकाम् ।कल्पक्षये पुनस्तानि कल्पादौ विसृजाम्यहम् ॥ ७ ॥",
        "synonyms": "sarva-bhūtāni — all created entities; kaunteya — O son of Kuntī; prakṛtim — nature; yānti — enter; māmikām — My; kalpa-kṣaye — at the end of the millennium; punaḥ — again; tāni — all those; kalpa-ādau — in the beginning of the millennium; visṛjāmi — create; aham — I.",
        "english_sanskrit": "sarva-bhūtāni kaunteyaprakṛtiṁ yānti māmikāmkalpa-kṣaye punas tānikalpādau visṛjāmy aham",
        "translation": "O son of Kuntī, at the end of the millennium all material manifestations enter into My nature, and at the beginning of another millennium, by My potency, I create them again.",
        "purport": "The creation, maintenance and annihilation of this material cosmic manifestation are completely dependent on the supreme will of the Personality of Godhead. “At the end of the millennium” means at the death of Brahmā. Brahmā lives for one hundred years, and his one day is calculated at 4,300,000,000 of our earthly years. His night is of the same duration. His month consists of thirty such days and nights, and his year of twelve months. After one hundred such years, when Brahmā dies, the devastation or annihilation takes place; this means that the energy manifested by the Supreme Lord is again wound up in Himself. Then again, when there is a need to manifest the cosmic world, it is done by His will. Bahu syām: “Although I am one, I shall become many.” This is the Vedic aphorism (Chāndogya Upaniṣad 6.2.3). He expands Himself in this material energy, and the whole cosmic manifestation again takes place."
    },
    "9.8": {
        "chapter_number": 9,
        "verse_number": "Bg. 9.8",
        "sanskrit_shlok": "प्रकृतिं स्वामवष्टभ्य विसृजामि पुन: पुन: ।भूतग्राममिमं कृत्स्नमवशं प्रकृतेर्वशात् ॥ ८ ॥",
        "synonyms": "prakṛtim — the material nature; svām — of My personal Self; avaṣṭabhya — entering into; visṛjāmi — I create; punaḥ punaḥ — again and again; bhūta-grāmam — all the cosmic manifestations; imam — these; kṛtsnam — in total; avaśam — automatically; prakṛteḥ — of the force of nature; vaśāt — under obligation.",
        "english_sanskrit": "prakṛtiṁ svām avaṣṭabhyavisṛjāmi punaḥ punaḥbhūta-grāmam imaṁ kṛtsnamavaśaṁ prakṛter vaśāt",
        "translation": "The whole cosmic order is under Me. Under My will it is automatically manifested again and again, and under My will it is annihilated at the end.",
        "purport": "This material world is the manifestation of the inferior energy of the Supreme Personality of Godhead. This has already been explained several times. At the creation, the material energy is let loose as the mahat-tattva, into which the Lord as His first puruṣa incarnation, Mahā-viṣṇu, enters. He lies within the Causal Ocean and breathes out innumerable universes, and into each universe the Lord again enters as Garbhodaka-śāyī Viṣṇu. Each universe is in that way created. He still further manifests Himself as Kṣīrodaka-śāyī Viṣṇu, and that Viṣṇu enters into everything – even into the minute atom. This fact is explained here. He enters into everything."
    },
    "9.9": {
        "chapter_number": 9,
        "verse_number": "Bg. 9.9",
        "sanskrit_shlok": "न च मां तानि कर्माणि निबध्‍नन्ति धनञ्जय ।उदासीनवदासीनमसक्तं तेषु कर्मसु ॥ ९ ॥",
        "synonyms": "na — never; ca — also; mām — Me; tāni — all those; karmāṇi — activities; nibadhnanti — bind; dhanam-jaya — O conqueror of riches; udāsīna-vat — as neutral; āsīnam — situated; asaktam — without attraction; teṣu — for those; karmasu — activities.",
        "english_sanskrit": "na ca māṁ tāni karmāṇinibadhnanti dhanañ-jayaudāsīna-vad āsīnamasaktaṁ teṣu karmasu",
        "translation": "O Dhanañjaya, all this work cannot bind Me. I am ever detached from all these material activities, seated as though neutral.",
        "purport": "One should not think, in this connection, that the Supreme Personality of Godhead has no engagement. In His spiritual world He is always engaged. In the Brahma-saṁhitā (5.6) it is stated, ātmārāmasya tasyāsti prakṛtyā na samāgamaḥ: “He is always involved in His eternal, blissful, spiritual activities, but He has nothing to do with these material activities.” Material activities are being carried on by His different potencies. The Lord is always neutral in the material activities of the created world. This neutrality is mentioned here with the word udāsīna-vat. Although He has control over every minute detail of material activities, He is sitting as if neutral. The example can be given of a high-court judge sitting on his bench. By his order so many things are happening – someone is being hanged, someone is being put into jail, someone is awarded a huge amount of wealth – but still he is neutral. He has nothing to do with all that gain and loss. Similarly, the Lord is always neutral, although He has His hand in every sphere of activity. In the Vedānta-sūtra (2.1.34) it is stated, vaiṣamya-nairghṛṇye na: He is not situated in the dualities of this material world. He is transcendental to these dualities. Nor is He attached to the creation and annihilation of this material world. The living entities take their different forms in the various species of life according to their past deeds, and the Lord doesn’t interfere with them."
    },
    "9.10": {
        "chapter_number": 9,
        "verse_number": "Bg. 9.10",
        "sanskrit_shlok": "मयाध्यक्षेण प्रकृति: सूयते सचराचरम् ।हेतुनानेन कौन्तेय जगद्विपरिवर्तते ॥ १० ॥",
        "synonyms": "mayā — by Me; adhyakṣeṇa — by superintendence; prakṛtiḥ — material nature; sūyate — manifests; sa — both; cara-acaram — the moving and the nonmoving; hetunā — for the reason; anena — this; kaunteya — O son of Kuntī; jagat — the cosmic manifestation; viparivartate — is working.",
        "english_sanskrit": "mayādhyakṣeṇa prakṛtiḥsūyate sa-carācaramhetunānena kaunteyajagad viparivartate",
        "translation": "This material nature, which is one of My energies, is working under My direction, O son of Kuntī, producing all moving and nonmoving beings. Under its rule this manifestation is created and annihilated again and again.",
        "purport": "It is clearly stated here that the Supreme Lord, although aloof from all the activities of the material world, remains the supreme director. The Supreme Lord is the supreme will and the background of this material manifestation, but the management is being conducted by material nature. Kṛṣṇa also states in Bhagavad-gītā that of all the living entities in different forms and species, “I am the father.” The father gives seeds to the womb of the mother for the child, and similarly the Supreme Lord by His mere glance injects all the living entities into the womb of material nature, and they come out in their different forms and species, according to their last desires and activities. All these living entities, although born under the glance of the Supreme Lord, take their different bodies according to their past deeds and desires. So the Lord is not directly attached to this material creation. He simply glances over material nature; material nature is thus activated, and everything is created immediately. Because He glances over material nature, there is undoubtedly activity on the part of the Supreme Lord, but He has nothing to do with the manifestation of the material world directly. This example is given in the smṛti: when there is a fragrant flower before someone, the fragrance is touched by the smelling power of the person, yet the smelling and the flower are detached from one another. There is a similar connection between the material world and the Supreme Personality of Godhead; actually He has nothing to do with this material world, but He creates by His glance and ordains. In summary, material nature, without the superintendence of the Supreme Personality of Godhead, cannot do anything. Yet the Supreme Personality is detached from all material activities."
    },
    "9.11": {
        "chapter_number": 9,
        "verse_number": "Bg. 9.11",
        "sanskrit_shlok": "अवजानन्ति मां मूढा मानुषीं तनुमाश्रितम् ।परं भावमजानन्तो मम भूतमहेश्वरम् ॥ ११ ॥",
        "synonyms": "avajānanti — deride; mām — Me; mūḍhāḥ — foolish men; mānuṣīm — in a human form; tanum — a body; āśritam — assuming; param — transcendental; bhāvam — nature; ajānantaḥ — not knowing; mama — My; bhūta — of everything that be; mahā-īśvaram — the supreme proprietor.",
        "english_sanskrit": "avajānanti māṁ mūḍhāmānuṣīṁ tanum āśritamparaṁ bhāvam ajānantomama bhūta-maheśvaram kṛtavān kila karmāṇisaha rāmeṇa keśavaḥati-martyāni bhagavāngūḍhaḥ kapaṭa-māṇuṣaḥ",
        "translation": "Fools deride Me when I descend in the human form. They do not know My transcendental nature as the Supreme Lord of all that be.",
        "purport": "From the other explanations of the previous verses in this chapter, it is clear that the Supreme Personality of Godhead, although appearing like a human being, is not a common man. The Personality of Godhead, who conducts the creation, maintenance and annihilation of the complete cosmic manifestation, cannot be a human being. Yet there are many foolish men who consider Kṛṣṇa to be merely a powerful man and nothing more. Actually, He is the original Supreme Personality, as is confirmed in the Brahma-saṁhitā (īśvaraḥ paramaḥ kṛṣṇaḥ); He is the Supreme Lord."
    },
    "9.12": {
        "chapter_number": 9,
        "verse_number": "Bg. 9.12",
        "sanskrit_shlok": "मोघाशा मोघकर्माणो मोघज्ञाना विचेतस: ।राक्षसीमासुरीं चैव प्रकृतिं मोहिनीं श्रिता: ॥ १२ ॥",
        "synonyms": "mogha-āśāḥ — baffled in their hopes; mogha-karmāṇaḥ — baffled in fruitive activities; mogha-jñānāḥ — baffled in knowledge; vicetasaḥ — bewildered; rākṣasīm — demonic; āsurīm — atheistic; ca — and; eva — certainly; prakṛtim — nature; mohinīm — bewildering; śritāḥ — taking shelter of.",
        "english_sanskrit": "moghāśā mogha-karmāṇomogha-jñānā vicetasaḥrākṣasīm āsurīṁ caivaprakṛtiṁ mohinīṁ śritāḥ yo vetti bhautikaṁ dehaṁkṛṣṇasya paramātmanaḥsa sarvasmād bahiṣ-kāryaḥśrauta-smārta-vidhānataḥmukhaṁ tasyāvalokyāpisa-celaṁ snānam ācaret",
        "translation": "Those who are thus bewildered are attracted by demonic and atheistic views. In that deluded condition, their hopes for liberation, their fruitive activities, and their culture of knowledge are all defeated.",
        "purport": "There are many devotees who assume themselves to be in Kṛṣṇa consciousness and devotional service but at heart do not accept the Supreme Personality of Godhead, Kṛṣṇa, as the Absolute Truth. For them, the fruit of devotional service – going back to Godhead – will never be tasted. Similarly, those who are engaged in fruitive pious activities and who are ultimately hoping to be liberated from this material entanglement will never be successful either, because they deride the Supreme Personality of Godhead, Kṛṣṇa. In other words, persons who mock Kṛṣṇa are to be understood to be demonic or atheistic. As described in the Seventh Chapter of Bhagavad-gītā, such demonic miscreants never surrender to Kṛṣṇa. Therefore their mental speculations to arrive at the Absolute Truth bring them to the false conclusion that the ordinary living entity and Kṛṣṇa are one and the same. With such a false conviction, they think that the body of any human being is now simply covered by material nature and that as soon as one is liberated from this material body there is no difference between God and himself. This attempt to become one with Kṛṣṇa will be baffled because of delusion. Such atheistic and demoniac cultivation of spiritual knowledge is always futile. That is the indication of this verse. For such persons, cultivation of the knowledge in the Vedic literature, like the Vedānta-sūtra and the Upaniṣads, is always baffled."
    },
    "9.13": {
        "chapter_number": 9,
        "verse_number": "Bg. 9.13",
        "sanskrit_shlok": "महात्मानस्तु मां पार्थ दैवीं प्रकृतिमाश्रिता: ।भजन्त्यनन्यमनसो ज्ञात्वा भूतादिमव्ययम् ॥ १३ ॥",
        "synonyms": "mahā-ātmānaḥ — the great souls; tu — but; mām — unto Me; pārtha — O son of Pṛthā; daivīm — divine; prakṛtim — nature; āśritāḥ — having taken shelter of; bhajanti — render service; ananya-manasaḥ — without deviation of the mind; jñātvā — knowing; bhūta — of creation; ādim — the origin; avyayam — inexhaustible.",
        "english_sanskrit": "mahātmānas tu māṁ pārthadaivīṁ prakṛtim āśritāḥbhajanty ananya-manasojñātvā bhūtādim avyayam",
        "translation": "O son of Pṛthā, those who are not deluded, the great souls, are under the protection of the divine nature. They are fully engaged in devotional service because they know Me as the Supreme Personality of Godhead, original and inexhaustible.",
        "purport": "In this verse the description of the mahātmā is clearly given. The first sign of the mahātmā is that he is already situated in the divine nature. He is not under the control of material nature. And how is this effected? That is explained in the Seventh Chapter: one who surrenders unto the Supreme Personality of Godhead, Śrī Kṛṣṇa, at once becomes freed from the control of material nature. That is the qualification. One can become free from the control of material nature as soon as he surrenders his soul to the Supreme Personality of Godhead. That is the preliminary formula. Being marginal potency, as soon as the living entity is freed from the control of material nature, he is put under the guidance of the spiritual nature. The guidance of the spiritual nature is called daivī prakṛti, divine nature. So when one is promoted in that way – by surrendering to the Supreme Personality of Godhead – one attains to the stage of great soul, mahātmā."
    },
    "9.14": {
        "chapter_number": 9,
        "verse_number": "Bg. 9.14",
        "sanskrit_shlok": "सततं कीर्तयन्तो मां यतन्तश्च दृढव्रता: ।नमस्यन्तश्च मां भक्त्य‍ा नित्ययुक्ता उपासते ॥ १४ ॥",
        "synonyms": "satatam — always; kīrtayantaḥ — chanting; mām — about Me; yatantaḥ — fully endeavoring; ca — also; dṛḍha-vratāḥ — with determination; namasyantaḥ — offering obeisances; ca — and; mām — Me; bhaktyā — in devotion; nitya-yuktāḥ — perpetually engaged; upāsate — worship.",
        "english_sanskrit": "satataṁ kīrtayanto māṁyatantaś ca dṛḍha-vratāḥnamasyantaś ca māṁ bhaktyānitya-yuktā upāsate",
        "translation": "Always chanting My glories, endeavoring with great determination, bowing down before Me, these great souls perpetually worship Me with devotion.",
        "purport": "The mahātmā cannot be manufactured by rubber-stamping an ordinary man. His symptoms are described here: a mahātmā is always engaged in chanting the glories of the Supreme Lord Kṛṣṇa, the Personality of Godhead. He has no other business. He is always engaged in the glorification of the Lord. In other words, he is not an impersonalist. When the question of glorification is there, one has to glorify the Supreme Lord, praising His holy name, His eternal form, His transcendental qualities and His uncommon pastimes. One has to glorify all these things; therefore a mahātmā is attached to the Supreme Personality of Godhead."
    },
    "9.15": {
        "chapter_number": 9,
        "verse_number": "Bg. 9.15",
        "sanskrit_shlok": "ज्ञानयज्ञेन चाप्यन्ये यजन्तो मामुपासते ।एकत्वेन पृथक्त्वेन बहुधा विश्वतोमुखम् ॥ १५ ॥",
        "synonyms": "jñāna-yajñena — by cultivation of knowledge; ca — also; api — certainly; anye — others; yajantaḥ — sacrificing; mām — Me; upāsate — worship; ekatvena — in oneness; pṛthaktvena — in duality; bahudhā — in diversity; viśvataḥ-mukham — and in the universal form.",
        "english_sanskrit": "jñāna-yajñena cāpy anyeyajanto mām upāsateekatvena pṛthaktvenabahudhā viśvato-mukham",
        "translation": "Others, who engage in sacrifice by the cultivation of knowledge, worship the Supreme Lord as the one without a second, as diverse in many, and in the universal form.",
        "purport": "This verse is the summary of the previous verses. The Lord tells Arjuna that those who are purely in Kṛṣṇa consciousness and do not know anything other than Kṛṣṇa are called mahātmā; yet there are other persons who are not exactly in the position of mahātmā but who worship Kṛṣṇa also, in different ways. Some of them have already been described as the distressed, the financially destitute, the inquisitive, and those who are engaged in the cultivation of knowledge. But there are others who are still lower, and these are divided into three: (1) he who worships himself as one with the Supreme Lord, (2) he who concocts some form of the Supreme Lord and worships that, and (3) he who accepts the universal form, the viśva-rūpa of the Supreme Personality of Godhead, and worships that. Out of the above three, the lowest, those who worship themselves as the Supreme Lord, thinking themselves to be monists, are most predominant. Such people think themselves to be the Supreme Lord, and in this mentality they worship themselves. This is also a type of God worship, for they can understand that they are not the material body but are actually spiritual soul; at least, such a sense is prominent. Generally the impersonalists worship the Supreme Lord in this way. The second class includes the worshipers of the demigods, those who by imagination consider any form to be the form of the Supreme Lord. And the third class includes those who cannot conceive of anything beyond the manifestation of this material universe. They consider the universe to be the supreme organism or entity and worship that. The universe is also a form of the Lord."
    },
    "9.16": {
        "chapter_number": 9,
        "verse_number": "Bg. 9.16",
        "sanskrit_shlok": "अहं क्रतुरहं यज्ञ: स्वधाहमहमौषधम् ।मन्‍त्रोऽहमहमेवाज्यमहमग्न‍िरहं हुतम् ॥ १६ ॥",
        "synonyms": "aham — I; kratuḥ — Vedic ritual; aham — I; yajñaḥ — smṛti sacrifice; svadhā — oblation; aham — I; aham — I; auṣadham — healing herb; mantraḥ — transcendental chant; aham — I; aham — I; eva — certainly; ājyam — melted butter; aham — I; agniḥ — fire; aham — I; hutam — offering.",
        "english_sanskrit": "ahaṁ kratur ahaṁ yajñaḥsvadhāham aham auṣadhammantro ’ham aham evājyamaham agnir ahaṁ hutam",
        "translation": "But it is I who am the ritual, I the sacrifice, the offering to the ancestors, the healing herb, the transcendental chant. I am the butter and the fire and the offering.",
        "purport": "The Vedic sacrifice known as Jyotiṣṭoma is also Kṛṣṇa, and He is also the Mahā-yajña mentioned in the smṛti. The oblations offered to the Pitṛloka or the sacrifice performed to please the Pitṛloka, considered as a kind of drug in the form of clarified butter, is also Kṛṣṇa. The mantras chanted in this connection are also Kṛṣṇa. And many other commodities made with milk products for offering in the sacrifices are also Kṛṣṇa. The fire is also Kṛṣṇa because fire is one of the five material elements and is therefore claimed as the separated energy of Kṛṣṇa. In other words, the Vedic sacrifices recommended in the karma-kāṇḍa division of the Vedas are in total also Kṛṣṇa. Or, in other words, those who are engaged in rendering devotional service unto Kṛṣṇa are to be understood to have performed all the sacrifices recommended in the Vedas."
    },
    "9.17": {
        "chapter_number": 9,
        "verse_number": "Bg. 9.17",
        "sanskrit_shlok": "पिताहमस्य जगतो माता धाता पितामह: ।वेद्यं पवित्रम् ॐकार ऋक् साम यजुरेव च ॥ १७ ॥",
        "synonyms": "pitā — father; aham — I; asya — of this; jagataḥ — universe; mātā — mother; dhātā — supporter; pitāmahaḥ — grandfather; vedyam — what is to be known; pavitram — that which purifies; oṁ-kāra — the syllable oṁ; ṛk — the Ṛg Veda; sāma — the Sāma Veda; yajuḥ — the Yajur Veda; eva — certainly; ca — and.",
        "english_sanskrit": "pitāham asya jagatomātā dhātā pitāmahaḥvedyaṁ pavitram oṁ-kāraṛk sāma yajur eva ca",
        "translation": "I am the father of this universe, the mother, the support and the grandsire. I am the object of knowledge, the purifier and the syllable oṁ. I am also the Ṛg, the Sāma and the Yajur Vedas.",
        "purport": "The entire cosmic manifestations, moving and nonmoving, are manifested by different activities of Kṛṣṇa’s energy. In the material existence we create different relationships with different living entities who are nothing but Kṛṣṇa’s marginal energy; under the creation of prakṛti some of them appear as our father, mother, grandfather, creator, etc., but actually they are parts and parcels of Kṛṣṇa. As such, these living entities who appear to be our father, mother, etc., are nothing but Kṛṣṇa. In this verse the word dhātā means “creator.” Not only are our father and mother parts and parcels of Kṛṣṇa, but the creator, grandmother and grandfather, etc., are also Kṛṣṇa. Actually any living entity, being part and parcel of Kṛṣṇa, is Kṛṣṇa. All the Vedas, therefore, aim only toward Kṛṣṇa. Whatever we want to know through the Vedas is but a progressive step toward understanding Kṛṣṇa. That subject matter which helps us purify our constitutional position is especially Kṛṣṇa. Similarly, the living entity who is inquisitive to understand all Vedic principles is also part and parcel of Kṛṣṇa and as such is also Kṛṣṇa. In all the Vedic mantras the word oṁ, called praṇava, is a transcendental sound vibration and is also Kṛṣṇa. And because in all the hymns of the four Vedas – Sāma, Yajur, Ṛg and Atharva – the praṇava, or oṁ-kāra, is very prominent, it is understood to be Kṛṣṇa."
    },
    "9.18": {
        "chapter_number": 9,
        "verse_number": "Bg. 9.18",
        "sanskrit_shlok": "गतिर्भर्ता प्रभु: साक्षी निवास: शरणं सुहृत् ।प्रभव: प्रलय: स्थानं निधानं बीजमव्ययम् ॥ १८ ॥",
        "synonyms": "gatiḥ — goal; bhartā — sustainer; prabhuḥ — Lord; sākṣī — witness; nivāsaḥ — abode; śaraṇam — refuge; su-hṛt — most intimate friend; prabhavaḥ — creation; pralayaḥ — dissolution; sthānam — ground; nidhānam — resting place; bījam — seed; avyayam — imperishable.",
        "english_sanskrit": "gatir bhartā prabhuḥ sākṣīnivāsaḥ śaraṇaṁ suhṛtprabhavaḥ pralayaḥ sthānaṁnidhānaṁ bījam avyayam",
        "translation": "I am the goal, the sustainer, the master, the witness, the abode, the refuge and the most dear friend. I am the creation and the annihilation, the basis of everything, the resting place and the eternal seed.",
        "purport": "Gati means the destination where we want to go. But the ultimate goal is Kṛṣṇa, although people do not know it. One who does not know Kṛṣṇa is misled, and his so-called progressive march is either partial or hallucinatory. There are many who make as their destination different demigods, and by rigid performance of the strict respective methods they reach different planets known as Candraloka, Sūryaloka, Indraloka, Maharloka, etc. But all such lokas, or planets, being creations of Kṛṣṇa, are simultaneously Kṛṣṇa and not Kṛṣṇa. Such planets, being manifestations of Kṛṣṇa’s energy, are also Kṛṣṇa, but actually they serve only as a step forward for realization of Kṛṣṇa. To approach the different energies of Kṛṣṇa is to approach Kṛṣṇa indirectly. One should directly approach Kṛṣṇa, for that will save time and energy. For example, if there is a possibility of going to the top of a building by the help of an elevator, why should one go by the staircase, step by step? Everything is resting on Kṛṣṇa’s energy; therefore without Kṛṣṇa’s shelter nothing can exist. Kṛṣṇa is the supreme ruler because everything belongs to Him and everything exists on His energy. Kṛṣṇa, being situated in everyone’s heart, is the supreme witness. The residences, countries or planets on which we live are also Kṛṣṇa. Kṛṣṇa is the ultimate goal of shelter, and therefore one should take shelter of Kṛṣṇa either for protection or for annihilation of his distress. And whenever we have to take protection, we should know that our protection must be a living force. Kṛṣṇa is the supreme living entity. And since Kṛṣṇa is the source of our generation, or the supreme father, no one can be a better friend than Kṛṣṇa, nor can anyone be a better well-wisher. Kṛṣṇa is the original source of creation and the ultimate rest after annihilation. Kṛṣṇa is therefore the eternal cause of all causes."
    },
    "9.19": {
        "chapter_number": 9,
        "verse_number": "Bg. 9.19",
        "sanskrit_shlok": "तपाम्यहमहं वर्षं निगृह्णाम्युत्सृजामि च ।अमृतं चैव मृत्युश्च सदसच्च‍ाहमर्जुन ॥ १९ ॥",
        "synonyms": "tapāmi — give heat; aham — I; aham — I; varṣam — rain; nigṛhṇāmi — withhold; utsṛjāmi — send forth; ca — and; amṛtam — immortality; ca — and; eva — certainly; mṛtyuḥ — death; ca — and; sat — spirit; asat — matter; ca — and; aham — I; arjuna — O Arjuna.",
        "english_sanskrit": "tapāmy aham ahaṁ varṣaṁnigṛhṇāmy utsṛjāmi caamṛtaṁ caiva mṛtyuś casad asac cāham arjuna",
        "translation": "O Arjuna, I give heat, and I withhold and send forth the rain. I am immortality, and I am also death personified. Both spirit and matter are in Me.",
        "purport": "Kṛṣṇa, by His different energies, diffuses heat and light through the agency of electricity and the sun. During the summer season it is Kṛṣṇa who checks rain from falling from the sky, and then during the rainy season He gives unceasing torrents of rain. The energy which sustains us by prolonging the duration of our life is Kṛṣṇa, and Kṛṣṇa meets us at the end as death. By analyzing all these different energies of Kṛṣṇa, one can ascertain that for Kṛṣṇa there is no distinction between matter and spirit, or, in other words, He is both matter and spirit. In the advanced stage of Kṛṣṇa consciousness, one therefore makes no such distinctions. He sees only Kṛṣṇa in everything."
    },
    "9.20": {
        "chapter_number": 9,
        "verse_number": "Bg. 9.20",
        "sanskrit_shlok": "त्रैविद्या मां सोमपा: पूतपापायज्ञैरिष्ट्वा स्वर्गतिं प्रार्थयन्ते ।ते पुण्यमासाद्य सुरेन्द्रलोक-मश्न‍‍न्ति दिव्यान्दिवि देवभोगान् ॥ २० ॥",
        "synonyms": "trai-vidyāḥ — the knowers of the three Vedas; mām — Me; soma-pāḥ — drinkers of soma juice; pūta — purified; pāpāḥ — of sins; yajñaiḥ — with sacrifices; iṣṭvā — worshiping; svaḥ-gatim — passage to heaven; prārthayante — pray for; te — they; puṇyam — pious; āsādya — attaining; sura-indra — of Indra; lokam — the world; aśnanti — enjoy; divyān — celestial; divi — in heaven; deva-bhogān — the pleasures of the gods.",
        "english_sanskrit": "trai-vidyā māṁ soma-pāḥ pūta-pāpāyajñair iṣṭvā svar-gatiṁ prārthayantete puṇyam āsādya surendra-lokamaśnanti divyān divi deva-bhogān",
        "translation": "Those who study the Vedas and drink the soma juice, seeking the heavenly planets, worship Me indirectly. Purified of sinful reactions, they take birth on the pious, heavenly planet of Indra, where they enjoy godly delights.",
        "purport": "The word trai-vidyāḥ refers to the three Vedas – Sāma, Yajur and Ṛg. A brāhmaṇa who has studied these three Vedas is called a tri-vedī. Anyone who is very much attached to knowledge derived from these three Vedas is respected in society. Unfortunately, there are many great scholars of the Vedas who do not know the ultimate purport of studying them. Therefore Kṛṣṇa herein declares Himself to be the ultimate goal for the tri-vedīs. Actual tri-vedīs take shelter under the lotus feet of Kṛṣṇa and engage in pure devotional service to satisfy the Lord. Devotional service begins with the chanting of the Hare Kṛṣṇa mantra and side by side trying to understand Kṛṣṇa in truth. Unfortunately those who are simply official students of the Vedas become more interested in offering sacrifices to the different demigods like Indra and Candra. By such endeavor, the worshipers of different demigods are certainly purified of the contamination of the lower qualities of nature and are thereby elevated to the higher planetary systems or heavenly planets known as Maharloka, Janaloka, Tapoloka, etc. Once situated on those higher planetary systems, one can satisfy his senses hundreds of thousands of times better than on this planet."
    },
    "9.21": {
        "chapter_number": 9,
        "verse_number": "Bg. 9.21",
        "sanskrit_shlok": "ते तं भुक्त्वा स्वर्गलोकं विशालंक्षीणे पुण्ये मर्त्यलोकं विशन्ति ।एवं त्रयीधर्ममनुप्रपन्नागतागतं कामकामा लभन्ते ॥ २१ ॥",
        "synonyms": "te — they; tam — that; bhuktvā — having enjoyed; svarga-lokam — heaven; viśālam — vast; kṣīṇe — being exhausted; puṇye — the results of their pious activities; martya-lokam — to the mortal earth; viśanti — fall down; evam — thus; trayī — of the three Vedas; dharmam — doctrines; anuprapannāḥ — following; gata-āgatam — death and birth; kāma-kāmāḥ — desiring sense enjoyments; labhante — attain.",
        "english_sanskrit": "te taṁ bhuktvā svarga-lokaṁ viśālaṁkṣīṇe puṇye martya-lokaṁ viśantievaṁ trayī-dharmam anuprapannāgatāgataṁ kāma-kāmā labhante",
        "translation": "When they have thus enjoyed vast heavenly sense pleasure and the results of their pious activities are exhausted, they return to this mortal planet again. Thus those who seek sense enjoyment by adhering to the principles of the three Vedas achieve only repeated birth and death.",
        "purport": "One who is promoted to the higher planetary systems enjoys a longer duration of life and better facilities for sense enjoyment, yet one is not allowed to stay there forever. One is again sent back to this earth upon finishing the resultant fruits of pious activities. He who has not attained perfection of knowledge, as indicated in the Vedānta-sūtra (janmādy asya yataḥ), or, in other words, he who fails to understand Kṛṣṇa, the cause of all causes, becomes baffled about achieving the ultimate goal of life and is thus subjected to the routine of being promoted to the higher planets and then again coming down, as if situated on a ferris wheel which sometimes goes up and sometimes comes down. The purport is that instead of being elevated to the spiritual world, from which there is no longer any possibility of coming down, one simply revolves in the cycle of birth and death on higher and lower planetary systems. One should better take to the spiritual world to enjoy an eternal life full of bliss and knowledge and never return to this miserable material existence."
    },
    "9.22": {
        "chapter_number": 9,
        "verse_number": "Bg. 9.22",
        "sanskrit_shlok": "अनन्याश्चिन्तयन्तो मां ये जना: पर्युपासते ।तेषां नित्याभियुक्तानां योगक्षेमं वहाम्यहम् ॥ २२ ॥",
        "synonyms": "ananyāḥ — having no other object; cintayantaḥ — concentrating; mām — on Me; ye — those who; janāḥ — persons; paryupāsate — properly worship; teṣām — of them; nitya — always; abhiyuktānām — fixed in devotion; yoga — requirements; kṣemam — protection; vahāmi — carry; aham — I.",
        "english_sanskrit": "ananyāś cintayanto māṁye janāḥ paryupāsateteṣāṁ nityābhiyuktānāṁyoga-kṣemaṁ vahāmy aham",
        "translation": "But those who always worship Me with exclusive devotion, meditating on My transcendental form – to them I carry what they lack, and I preserve what they have.",
        "purport": "One who is unable to live for a moment without Kṛṣṇa consciousness cannot but think of Kṛṣṇa twenty-four hours a day, being engaged in devotional service by hearing, chanting, remembering, offering prayers, worshiping, serving the lotus feet of the Lord, rendering other services, cultivating friendship and surrendering fully to the Lord. Such activities are all auspicious and full of spiritual potencies, which make the devotee perfect in self-realization, so that his only desire is to achieve the association of the Supreme Personality of Godhead. Such a devotee undoubtedly approaches the Lord without difficulty. This is called yoga. By the mercy of the Lord, such a devotee never comes back to this material condition of life. Kṣema refers to the merciful protection of the Lord. The Lord helps the devotee to achieve Kṛṣṇa consciousness by yoga, and when he becomes fully Kṛṣṇa conscious the Lord protects him from falling down to a miserable conditioned life."
    },
    "9.23": {
        "chapter_number": 9,
        "verse_number": "Bg. 9.23",
        "sanskrit_shlok": "येऽप्यन्यदेवताभक्ता यजन्ते श्रद्धयान्विता: ।तेऽपि मामेव कौन्तेय यजन्त्यविधिपूर्वकम् ॥ २३ ॥",
        "synonyms": "ye — those who; api — also; anya — of other; devatā — gods; bhaktāḥ — devotees; yajante — worship; śraddhayā anvitāḥ — with faith; te — they; api — also; mām — Me; eva — only; kaunteya — O son of Kuntī; yajanti — they worship; avidhi-pūrvakam — in a wrong way.",
        "english_sanskrit": "ye ’py anya-devatā-bhaktāyajante śraddhayānvitāḥte ’pi mām eva kaunteyayajanty avidhi-pūrvakam",
        "translation": "Those who are devotees of other gods and who worship them with faith actually worship only Me, O son of Kuntī, but they do so in a wrong way.",
        "purport": "“Persons who are engaged in the worship of demigods are not very intelligent, although such worship is offered to Me indirectly,” Kṛṣṇa says. For example, when a man pours water on the leaves and branches of a tree without pouring water on the root, he does so without sufficient knowledge or without observing regulative principles. Similarly, the process of rendering service to different parts of the body is to supply food to the stomach. The demigods are, so to speak, different officers and directors in the government of the Supreme Lord. One has to follow the laws made by the government, not by the officers or directors. Similarly, everyone is to offer his worship to the Supreme Lord only. That will automatically satisfy the different officers and directors of the Lord. The officers and directors are engaged as representatives of the government, and to offer some bribe to the officers and directors is illegal. This is stated here as avidhi-pūrvakam. In other words, Kṛṣṇa does not approve the unnecessary worship of the demigods."
    },
    "9.24": {
        "chapter_number": 9,
        "verse_number": "Bg. 9.24",
        "sanskrit_shlok": "अहं हि सर्वयज्ञानां भोक्ता च प्रभुरेव च ।न तु मामभिजानन्ति तत्त्वेनातश्‍च्‍यवन्ति ते ॥ २४ ॥",
        "synonyms": "aham — I; hi — surely; sarva — of all; yajñānām — sacrifices; bhoktā — the enjoyer; ca — and; prabhuḥ — the Lord; eva — also; ca — and; na — not; tu — but; mām — Me; abhijānanti — they know; tattvena — in reality; ataḥ — therefore; cyavanti — fall down; te — they.",
        "english_sanskrit": "ahaṁ hi sarva-yajñānāṁbhoktā ca prabhur eva cana tu mām abhijānantitattvenātaś cyavanti te",
        "translation": "I am the only enjoyer and master of all sacrifices. Therefore, those who do not recognize My true transcendental nature fall down.",
        "purport": "Here it is clearly stated that there are many types of yajña performances recommended in the Vedic literatures, but actually all of them are meant for satisfying the Supreme Lord. Yajña means Viṣṇu. In the Third Chapter of Bhagavad-gītā it is clearly stated that one should only work for satisfying Yajña, or Viṣṇu. The perfectional form of human civilization, known as varṇāśrama-dharma, is specifically meant for satisfying Viṣṇu. Therefore, Kṛṣṇa says in this verse, “I am the enjoyer of all sacrifices because I am the supreme master.” Less intelligent persons, however, without knowing this fact, worship demigods for temporary benefit. Therefore they fall down to material existence and do not achieve the desired goal of life. If, however, anyone has any material desire to be fulfilled, he had better pray for it to the Supreme Lord (although that is not pure devotion), and he will thus achieve the desired result."
    },
    "9.25": {
        "chapter_number": 9,
        "verse_number": "Bg. 9.25",
        "sanskrit_shlok": "यान्ति देवव्रता देवान्पितॄन्यान्ति पितृव्रता: ।भूतानि यान्ति भूतेज्या यान्ति मद्याजिनोऽपि माम् ॥ २५ ॥",
        "synonyms": "yānti — go; deva-vratāḥ — worshipers of demigods; devān — to the demigods; pitṝn — to the ancestors; yānti — go; pitṛ-vratāḥ — worshipers of ancestors; bhūtāni — to the ghosts and spirits; yānti — go; bhūta-ijyāḥ — worshipers of ghosts and spirits; yānti — go; mat — My; yājinaḥ — devotees; api — but; mām — unto Me.",
        "english_sanskrit": "yānti deva-vratā devānpitṝn yānti pitṛ-vratāḥbhūtāni yānti bhūtejyāyānti mad-yājino ’pi mām",
        "translation": "Those who worship the demigods will take birth among the demigods; those who worship the ancestors go to the ancestors; those who worship ghosts and spirits will take birth among such beings; and those who worship Me will live with Me.",
        "purport": "If one has any desire to go to the moon, the sun or any other planet, one can attain the desired destination by following specific Vedic principles recommended for that purpose, such as the process technically known as Darśa-paurṇamāsa. These are vividly described in the fruitive activities portion of the Vedas, which recommends a specific worship of demigods situated on different heavenly planets. Similarly, one can attain the Pitā planets by performing a specific yajña. Similarly, one can go to many ghostly planets and become a Yakṣa, Rakṣa or Piśāca. Piśāca worship is called “black arts” or “black magic.” There are many men who practice this black art, and they think that it is spiritualism, but such activities are completely materialistic. Similarly, a pure devotee, who worships the Supreme Personality of Godhead only, achieves the planets of Vaikuṇṭha and Kṛṣṇaloka without a doubt. It is very easy to understand through this important verse that if by simply worshiping the demigods one can achieve the heavenly planets, or by worshiping the Pitās achieve the Pitā planets, or by practicing the black arts achieve the ghostly planets, why can the pure devotee not achieve the planet of Kṛṣṇa or Viṣṇu? Unfortunately many people have no information of these sublime planets where Kṛṣṇa and Viṣṇu live, and because they do not know of them they fall down. Even the impersonalists fall down from the brahma-jyotir. The Kṛṣṇa consciousness movement is therefore distributing sublime information to the entire human society to the effect that by simply chanting the Hare Kṛṣṇa mantra one can become perfect in this life and go back home, back to Godhead."
    },
    "9.26": {
        "chapter_number": 9,
        "verse_number": "Bg. 9.26",
        "sanskrit_shlok": "पत्रं पुष्पं फलं तोयं यो मे भक्त्य‍ा प्रयच्छति ।तदहं भक्त्य‍ुपहृतमश्न‍ामि प्रयतात्मन: ॥ २६ ॥",
        "synonyms": "patram — a leaf; puṣpam — a flower; phalam — a fruit; toyam — water; yaḥ — whoever; me — unto Me; bhaktyā — with devotion; prayacchati — offers; tat — that; aham — I; bhakti-upahṛtam — offered in devotion; aśnāmi — accept; prayata-ātmanaḥ — from one in pure consciousness.",
        "english_sanskrit": "patraṁ puṣpaṁ phalaṁ toyaṁyo me bhaktyā prayacchatitad ahaṁ bhakty-upahṛtamaśnāmi prayatātmanaḥ",
        "translation": "If one offers Me with love and devotion a leaf, a flower, a fruit or water, I will accept it.",
        "purport": "For the intelligent person, it is essential to be in Kṛṣṇa consciousness, engaged in the transcendental loving service of the Lord, in order to achieve a permanent, blissful abode for eternal happiness. The process of achieving such a marvelous result is very easy and can be attempted even by the poorest of the poor, without any kind of qualification. The only qualification required in this connection is to be a pure devotee of the Lord. It does not matter what one is or where one is situated. The process is so easy that even a leaf or a little water or fruit can be offered to the Supreme Lord in genuine love and the Lord will be pleased to accept it. No one, therefore, can be barred from Kṛṣṇa consciousness, because it is so easy and universal. Who is such a fool that he does not want to be Kṛṣṇa conscious by this simple method and thus attain the highest perfectional life of eternity, bliss and knowledge? Kṛṣṇa wants only loving service and nothing more. Kṛṣṇa accepts even a little flower from His pure devotee. He does not want any kind of offering from a nondevotee. He is not in need of anything from anyone, because He is self-sufficient, and yet He accepts the offering of His devotee in an exchange of love and affection. To develop Kṛṣṇa consciousness is the highest perfection of life. Bhakti is mentioned twice in this verse in order to declare more emphatically that bhakti, or devotional service, is the only means to approach Kṛṣṇa. No other condition, such as becoming a brāhmaṇa, a learned scholar, a very rich man or a great philosopher, can induce Kṛṣṇa to accept some offering. Without the basic principle of bhakti, nothing can induce the Lord to agree to accept anything from anyone. Bhakti is never causal. The process is eternal. It is direct action in service to the absolute whole."
    },
    "9.27": {
        "chapter_number": 9,
        "verse_number": "Bg. 9.27",
        "sanskrit_shlok": "यत्करोषि यदश्न‍ासि यज्ज‍ुहोषि ददासि यत् ।यत्तपस्यसि कौन्तेय तत्कुरुष्व मदर्पणम् ॥ २७ ॥",
        "synonyms": "yat — whatever; karoṣi — you do; yat — whatever; aśnāsi — you eat; yat — whatever; juhoṣi — you offer; dadāsi — you give away; yat — whatever; yat — whatever; tapasyasi — austerities you perform; kaunteya — O son of Kuntī; tat — that; kuruṣva — do; mat — unto Me; arpaṇam — as an offering.",
        "english_sanskrit": "yat karoṣi yad aśnāsiyaj juhoṣi dadāsi yatyat tapasyasi kaunteyatat kuruṣva mad-arpaṇam",
        "translation": "Whatever you do, whatever you eat, whatever you offer or give away, and whatever austerities you perform – do that, O son of Kuntī, as an offering to Me.",
        "purport": "Thus, it is the duty of everyone to mold his life in such a way that he will not forget Kṛṣṇa in any circumstance. Everyone has to work for maintenance of his body and soul together, and Kṛṣṇa recommends herein that one should work for Him. Everyone has to eat something to live; therefore he should accept the remnants of foodstuffs offered to Kṛṣṇa. Any civilized man has to perform some religious ritualistic ceremonies; therefore Kṛṣṇa recommends, “Do it for Me,” and this is called arcana. Everyone has a tendency to give something in charity; Kṛṣṇa says, “Give it to Me,” and this means that all surplus money accumulated should be utilized in furthering the Kṛṣṇa consciousness movement. Nowadays people are very much inclined to the meditational process, which is not practical in this age, but if anyone practices meditating on Kṛṣṇa twenty-four hours a day by chanting the Hare Kṛṣṇa mantra round his beads, he is surely the greatest meditator and the greatest yogī, as substantiated by the Sixth Chapter of Bhagavad-gītā."
    },
    "9.28": {
        "chapter_number": 9,
        "verse_number": "Bg. 9.28",
        "sanskrit_shlok": "श‍ुभाश‍ुभफलैरेवं मोक्ष्यसे कर्मबन्धनै: ।सन्न्यासयोगयुक्तात्मा विमुक्तो मामुपैष्यसि ॥ २८ ॥",
        "synonyms": "śubha — from auspicious; aśubha — and inauspicious; phalaiḥ — results; evam — thus; mokṣyase — you will become free; karma — of work; bandhanaiḥ — from the bondage; sannyāsa — of renunciation; yoga — the yoga; yukta-ātmā — having the mind firmly set on; vimuktaḥ — liberated; mām — to Me; upaiṣyasi — you will attain.",
        "english_sanskrit": "śubhāśubha-phalair evaṁmokṣyase karma-bandhanaiḥsannyāsa-yoga-yuktātmāvimukto mām upaiṣyasi anāsaktasya viṣayānyathārham upayuñjataḥnirbandhaḥ kṛṣṇa-sambandheyuktaṁ vairāgyam ucyate",
        "translation": "In this way you will be freed from bondage to work and its auspicious and inauspicious results. With your mind fixed on Me in this principle of renunciation, you will be liberated and come to Me.",
        "purport": "One who acts in Kṛṣṇa consciousness under superior direction is called yukta. The technical term is yukta-vairāgya. This is further explained by Rūpa Gosvāmī as follows:"
    },
    "9.29": {
        "chapter_number": 9,
        "verse_number": "Bg. 9.29",
        "sanskrit_shlok": "समोऽहं सर्वभूतेषु न मे द्वेष्योऽस्ति न प्रिय: ।ये भजन्ति तु मां भक्त्य‍ा मयि ते तेषु चाप्यहम् ॥ २९ ॥",
        "synonyms": "samaḥ — equally disposed; aham — I; sarva-bhūteṣu — to all living entities; na — no one; me — to Me; dveṣyaḥ — hateful; asti — is; na — nor; priyaḥ — dear; ye — those who; bhajanti — render transcendental service; tu — but; mām — unto Me; bhaktyā — in devotion; mayi — are in Me; te — such persons; teṣu — in them; ca — also; api — certainly; aham — I.",
        "english_sanskrit": "samo ’haṁ sarva-bhūteṣuna me dveṣyo ’sti na priyaḥye bhajanti tu māṁ bhaktyāmayi te teṣu cāpy aham",
        "translation": "I envy no one, nor am I partial to anyone. I am equal to all. But whoever renders service unto Me in devotion is a friend, is in Me, and I am also a friend to him.",
        "purport": "One may question here that if Kṛṣṇa is equal to everyone and no one is His special friend, then why does He take a special interest in the devotees who are always engaged in His transcendental service? But this is not discrimination; it is natural. Any man in this material world may be very charitably disposed, yet he has a special interest in his own children. The Lord claims that every living entity – in whatever form – is His son, and so He provides everyone with a generous supply of the necessities of life. He is just like a cloud which pours rain all over, regardless of whether it falls on rock or land or water. But for His devotees, He gives specific attention. Such devotees are mentioned here: they are always in Kṛṣṇa consciousness, and therefore they are always transcendentally situated in Kṛṣṇa. The very phrase “Kṛṣṇa consciousness” suggests that those who are in such consciousness are living transcendentalists, situated in Him. The Lord says here distinctly, mayi te: “They are in Me.” Naturally, as a result, the Lord is also in them. This is reciprocal. This also explains the words ye yathā māṁ prapadyante tāṁs tathaiva bhajāmy aham: “Whoever surrenders unto Me, proportionately I take care of him.” This transcendental reciprocation exists because both the Lord and the devotee are conscious. When a diamond is set in a golden ring, it looks very nice. The gold is glorified, and at the same time the diamond is glorified. The Lord and the living entity eternally glitter, and when a living entity becomes inclined to the service of the Supreme Lord he looks like gold. The Lord is a diamond, and so this combination is very nice. Living entities in a pure state are called devotees. The Supreme Lord becomes the devotee of His devotees. If a reciprocal relationship is not present between the devotee and the Lord, then there is no personalist philosophy. In the impersonal philosophy there is no reciprocation between the Supreme and the living entity, but in the personalist philosophy there is."
    },
    "9.30": {
        "chapter_number": 9,
        "verse_number": "Bg. 9.30",
        "sanskrit_shlok": "अपि चेत्सुदुराचारो भजते मामनन्यभाक् ।साधुरेव स मन्तव्य: सम्यग्व्यवसितो हि स: ॥ ३० ॥",
        "synonyms": "api — even; cet — if; su-durācāraḥ — one committing the most abominable actions; bhajate — is engaged in devotional service; mām — unto Me; ananya-bhāk — without deviation; sādhuḥ — a saint; eva — certainly; saḥ — he; mantavyaḥ — is to be considered; samyak — completely; vyavasitaḥ — situated in determination; hi — certainly; saḥ — he.",
        "english_sanskrit": "api cet su-durācārobhajate mām ananya-bhāksādhur eva sa mantavyaḥsamyag vyavasito hi saḥ bhagavati ca harāv ananya-cetābhṛśa-malino ’pi virājate manuṣyaḥna hi śaśa-kaluṣa-cchabiḥ kadācittimira-parābhavatām upaiti candraḥ",
        "translation": "Even if one commits the most abominable action, if he is engaged in devotional service he is to be considered saintly because he is properly situated in his determination.",
        "purport": "The word su-durācāraḥ used in this verse is very significant, and we should understand it properly. When a living entity is conditioned, he has two kinds of activities: one is conditional, and the other is constitutional. As for protecting the body or abiding by the rules of society and state, certainly there are different activities, even for the devotees, in connection with the conditional life, and such activities are called conditional. Besides these, the living entity who is fully conscious of his spiritual nature and is engaged in Kṛṣṇa consciousness, or the devotional service of the Lord, has activities which are called transcendental. Such activities are performed in his constitutional position, and they are technically called devotional service. Now, in the conditioned state, sometimes devotional service and the conditional service in relation to the body will parallel one another. But then again, sometimes these activities become opposed to one another. As far as possible, a devotee is very cautious so that he does not do anything that could disrupt his wholesome condition. He knows that perfection in his activities depends on his progressive realization of Kṛṣṇa consciousness. Sometimes, however, it may be seen that a person in Kṛṣṇa consciousness commits some act which may be taken as most abominable socially or politically. But such a temporary falldown does not disqualify him. In the Śrīmad-Bhāgavatam it is stated that if a person falls down but is wholeheartedly engaged in the transcendental service of the Supreme Lord, the Lord, being situated within his heart, purifies him and excuses him from that abomination. The material contamination is so strong that even a yogī fully engaged in the service of the Lord sometimes becomes ensnared; but Kṛṣṇa consciousness is so strong that such an occasional falldown is at once rectified. Therefore the process of devotional service is always a success. No one should deride a devotee for some accidental falldown from the ideal path, for, as explained in the next verse, such occasional falldowns will be stopped in due course, as soon as a devotee is completely situated in Kṛṣṇa consciousness."
    },
    "9.31": {
        "chapter_number": 9,
        "verse_number": "Bg. 9.31",
        "sanskrit_shlok": "क्षिप्रं भवति धर्मात्मा शश्वच्छान्तिं निगच्छति ।कौन्तेय प्रतिजानीहि न मे भक्त: प्रणश्यति ॥ ३१ ॥",
        "synonyms": "kṣipram — very soon; bhavati — becomes; dharma-ātmā — righteous; śaśvat-śāntim — lasting peace; nigacchati — attains; kaunteya — O son of Kuntī; pratijānīhi — declare; na — never; me — My; bhaktaḥ — devotee; praṇaśyati — perishes.",
        "english_sanskrit": "kṣipraṁ bhavati dharmātmāśaśvac-chāntiṁ nigacchatikaunteya pratijānīhina me bhaktaḥ praṇaśyati",
        "translation": "He quickly becomes righteous and attains lasting peace. O son of Kuntī, declare it boldly that My devotee never perishes.",
        "purport": "This should not be misunderstood. In the Seventh Chapter the Lord says that one who is engaged in mischievous activities cannot become a devotee of the Lord. One who is not a devotee of the Lord has no good qualifications whatsoever. The question remains, then, How can a person engaged in abominable activities – either by accident or by intention – be a pure devotee? This question may justly be raised. The miscreants, as stated in the Seventh Chapter, who never come to the devotional service of the Lord, have no good qualifications, as is stated in the Śrīmad-Bhāgavatam. Generally, a devotee who is engaged in the nine kinds of devotional activities is engaged in the process of cleansing all material contamination from the heart. He puts the Supreme Personality of Godhead within his heart, and all sinful contaminations are naturally washed away. Continuous thinking of the Supreme Lord makes him pure by nature. According to the Vedas, there is a certain regulation that if one falls down from his exalted position he has to undergo certain ritualistic processes to purify himself. But here there is no such condition, because the purifying process is already there in the heart of the devotee, due to his remembering the Supreme Personality of Godhead constantly. Therefore, the chanting of Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare should be continued without stoppage. This will protect a devotee from all accidental falldowns. He will thus remain perpetually free from all material contaminations."
    },
    "9.32": {
        "chapter_number": 9,
        "verse_number": "Bg. 9.32",
        "sanskrit_shlok": "मां हि पार्थ व्यपाश्रित्य येऽपि स्यु: पापयोनय: ।स्त्रियो वैश्यास्तथा श‍ूद्रास्तेऽपि यान्ति परां गतिम् ॥ ३२ ॥",
        "synonyms": "mām — of Me; hi — certainly; pārtha — O son of Pṛthā; vyapāśritya — particularly taking shelter; ye — those who; api — also; syuḥ — are; pāpa-yonayaḥ — born of a lower family; striyaḥ — women; vaiśyāḥ — mercantile people; tathā — also; śūdrāḥ — lower-class men; te api — even they; yānti — go; parām — to the supreme; gatim — destination.",
        "english_sanskrit": "māṁ hi pārtha vyapāśrityaye ’pi syuḥ pāpa-yonayaḥstriyo vaiśyās tathā śūdrāste ’pi yānti parāṁ gatim",
        "translation": "O son of Pṛthā, those who take shelter in Me, though they be of lower birth – women, vaiśyas [merchants] and śūdras [workers] – can attain the supreme destination.",
        "purport": "It is clearly declared here by the Supreme Lord that in devotional service there is no distinction between the lower and higher classes of people. In the material conception of life there are such divisions, but for a person engaged in transcendental devotional service to the Lord there are not. Everyone is eligible for the supreme destination. In the Śrīmad-Bhāgavatam (2.4.18) it is stated that even the lowest, who are called caṇḍālas (dog-eaters), can be purified by association with a pure devotee. Therefore devotional service and the guidance of a pure devotee are so strong that there is no discrimination between the lower and higher classes of men; anyone can take to it. The most simple man taking shelter of the pure devotee can be purified by proper guidance. According to the different modes of material nature, men are classified in the mode of goodness (brāhmaṇas), the mode of passion (kṣatriyas, or administrators), the mixed modes of passion and ignorance (vaiśyas, or merchants), and the mode of ignorance (śūdras, or workers). Those lower than them are called caṇḍālas, and they are born in sinful families. Generally, the association of those born in sinful families is not accepted by the higher classes. But the process of devotional service is so strong that the pure devotee of the Supreme Lord can enable people of all the lower classes to attain the highest perfection of life. This is possible only when one takes shelter of Kṛṣṇa. As indicated here by the word vyapāśritya, one has to take shelter completely of Kṛṣṇa. Then one can become much greater than great jñānīs and yogīs."
    },
    "9.33": {
        "chapter_number": 9,
        "verse_number": "Bg. 9.33",
        "sanskrit_shlok": "किं पुनर्ब्राह्मणा: पुण्या भक्ता राजर्षयस्तथा ।अनित्यमसुखं लोकमिमं प्राप्य भजस्व माम् ॥ ३३ ॥",
        "synonyms": "kim — how much; punaḥ — again; brāhmaṇāḥ — brāhmaṇas; puṇyāḥ — righteous; bhaktāḥ — devotees; rāja-ṛṣayaḥ — saintly kings; tathā — also; anityam — temporary; asukham — full of miseries; lokam — planet; imam — this; prāpya — gaining; bhajasva — be engaged in loving service; mām — unto Me.",
        "english_sanskrit": "kiṁ punar brāhmaṇāḥ puṇyābhaktā rājarṣayas tathāanityam asukhaṁ lokamimaṁ prāpya bhajasva mām",
        "translation": "How much more this is so of the righteous brāhmaṇas, the devotees and the saintly kings. Therefore, having come to this temporary, miserable world, engage in loving service unto Me.",
        "purport": "In this material world there are classifications of people, but, after all, this world is not a happy place for anyone. It is clearly stated here, anityam asukhaṁ lokam: this world is temporary and full of miseries, not habitable for any sane gentleman. This world is declared by the Supreme Personality of Godhead to be temporary and full of miseries. Some philosophers, especially Māyāvādī philosophers, say that this world is false, but we can understand from Bhagavad-gītā that the world is not false; it is temporary. There is a difference between temporary and false. This world is temporary, but there is another world, which is eternal. This world is miserable, but the other world is eternal and blissful."
    },
    "9.34": {
        "chapter_number": 9,
        "verse_number": "Bg. 9.34",
        "sanskrit_shlok": "मन्मना भव मद्भ‍क्तो मद्याजी मां नमस्कुरु ।मामेवैष्यसि युक्त्वैवमात्मानं मत्परायण: ॥ ३४ ॥",
        "synonyms": "mat-manāḥ — always thinking of Me; bhava — become; mat — My; bhaktaḥ — devotee; mat — My; yājī — worshiper; mām — unto Me; namas-kuru — offer obeisances; mām — unto Me; eva — completely; eṣyasi — you will come; yuktvā — being absorbed; evam — thus; ātmānam — your soul; mat-parāyaṇaḥ — devoted to Me.",
        "english_sanskrit": "man-manā bhava mad-bhaktomad-yājī māṁ namaskurumām evaiṣyasi yuktvaivamātmānaṁ mat-parāyaṇaḥ",
        "translation": "Engage your mind always in thinking of Me, become My devotee, offer obeisances to Me and worship Me. Being completely absorbed in Me, surely you will come to Me.",
        "purport": "In this verse it is clearly indicated that Kṛṣṇa consciousness is the only means of being delivered from the clutches of this contaminated material world. Sometimes unscrupulous commentators distort the meaning of what is clearly stated here: that all devotional service should be offered to the Supreme Personality of Godhead, Kṛṣṇa. Unfortunately, unscrupulous commentators divert the mind of the reader to that which is not at all feasible. Such commentators do not know that there is no difference between Kṛṣṇa’s mind and Kṛṣṇa. Kṛṣṇa is not an ordinary human being; He is Absolute Truth. His body, His mind and He Himself are one and absolute. It is stated in the Kūrma Purāṇa, as it is quoted by Bhaktisiddhānta Sarasvatī Gosvāmī in his Anubhāṣya comments on Caitanya-caritāmṛta (Fifth Chapter, Ādi-līlā, verses 41–48), deha-dehi-vibhedo ’yaṁ neśvare vidyate kvacit. This means that there is no difference in Kṛṣṇa, the Supreme Lord, between Himself and His body. But because the commentators do not know this science of Kṛṣṇa, they hide Kṛṣṇa and divide His personality from His mind or from His body. Although this is sheer ignorance of the science of Kṛṣṇa, some men make profit out of misleading people."
    }
}