{
    "5.1": {
        "chapter_number": 5,
        "verse_number": "Bg. 5.1",
        "sanskrit_shlok": "अर्जुन उवाचसन्न्यासं कर्मणां कृष्ण पुनर्योगं च शंससि ।यच्छ्रेय एतयोरेकं तन्मे ब्रूहि सुनिश्चितम् ॥ १ ॥",
        "synonyms": "arjunaḥ uvāca — Arjuna said; sannyāsam — renunciation; karmaṇām — of all activities; kṛṣṇa — O Kṛṣṇa; punaḥ — again; yogam — devotional service; ca — also; śaṁsasi — You are praising; yat — which; śreyaḥ — is more beneficial; etayoḥ — of these two; ekam — one; tat — that; me — unto me; brūhi — please tell; su-niścitam — definitely.",
        "english_sanskrit": "arjuna uvācasannyāsaṁ karmaṇāṁ kṛṣṇapunar yogaṁ ca śaṁsasiyac chreya etayor ekaṁtan me brūhi su-niścitam",
        "translation": "Arjuna said: O Kṛṣṇa, first of all You ask me to renounce work, and then again You recommend work with devotion. Now will You kindly tell me definitely which of the two is more beneficial?",
        "purport": "In this Fifth Chapter of the Bhagavad-gītā, the Lord says that work in devotional service is better than dry mental speculation. Devotional service is easier than the latter because, being transcendental in nature, it frees one from reaction. In the Second Chapter, preliminary knowledge of the soul and its entanglement in the material body were explained. How to get out of this material encagement by buddhi-yoga, or devotional service, was also explained therein. In the Third Chapter, it was explained that a person who is situated on the platform of knowledge no longer has any duties to perform. And in the Fourth Chapter the Lord told Arjuna that all kinds of sacrificial work culminate in knowledge. However, at the end of the Fourth Chapter, the Lord advised Arjuna to wake up and fight, being situated in perfect knowledge. Therefore, by simultaneously stressing the importance of both work in devotion and inaction in knowledge, Kṛṣṇa has perplexed Arjuna and confused his determination. Arjuna understands that renunciation in knowledge involves cessation of all kinds of work performed as sense activities. But if one performs work in devotional service, then how is work stopped? In other words, he thinks that sannyāsa, or renunciation in knowledge, should be altogether free from all kinds of activity, because work and renunciation appear to him to be incompatible. He appears not to have understood that work in full knowledge is nonreactive and is therefore the same as inaction. He inquires, therefore, whether he should cease work altogether or work with full knowledge."
    },
    "5.2": {
        "chapter_number": 5,
        "verse_number": "Bg. 5.2",
        "sanskrit_shlok": "श्रीभगवानुवाचसन्न्यास: कर्मयोगश्च नि:श्रेयसकरावुभौ ।तयोस्तु कर्मसन्न्यासात्कर्मयोगो विशिष्यते ॥ २ ॥",
        "synonyms": "śrī-bhagavān uvāca — the Personality of Godhead said; sannyāsaḥ — renunciation of work; karma-yogaḥ — work in devotion; ca — also; niḥśreyasa-karau — leading to the path of liberation; ubhau — both; tayoḥ — of the two; tu — but; karma-sannyāsāt — in comparison to the renunciation of fruitive work; karma-yogaḥ — work in devotion; viśiṣyate — is better.",
        "english_sanskrit": "śrī-bhagavān uvācasannyāsaḥ karma-yogaś caniḥśreyasa-karāv ubhautayos tu karma-sannyāsātkarma-yogo viśiṣyate nūnaṁ pramattaḥ kurute vikarmayad indriya-prītaya āpṛṇotina sādhu manye yata ātmano ’yamasann api kleśa-da āsa dehaḥ parābhavas tāvad abodha-jātoyāvan na jijñāsata ātma-tattvamyāvat kriyās tāvad idaṁ mano vaikarmātmakaṁ yena śarīra-bandhaḥ evaṁ manaḥ karma-vaśaṁ prayuṅkteavidyayātmany upadhīyamāneprītir na yāvan mayi vāsudevena mucyate deha-yogena tāvat prāpañcikatayā buddhyāhari-sambandhi-vastunaḥmumukṣubhiḥ parityāgovairāgyaṁ phalgu kathyate",
        "translation": "The Personality of Godhead replied: The renunciation of work and work in devotion are both good for liberation. But, of the two, work in devotional service is better than renunciation of work.",
        "purport": "Fruitive activities (seeking sense gratification) are cause for material bondage. As long as one is engaged in activities aimed at improving the standard of bodily comfort, one is sure to transmigrate to different types of bodies, thereby continuing material bondage perpetually. Śrīmad-Bhāgavatam (5.5.4–6) confirms this as follows:"
    },
    "5.3": {
        "chapter_number": 5,
        "verse_number": "Bg. 5.3",
        "sanskrit_shlok": "ज्ञेय: स नित्यसन्न्यासी यो न द्वेष्टि न काङ्‍क्षति ।निर्द्वन्द्वो हि महाबाहो सुखं बन्धात्प्रमुच्यते ॥ ३ ॥",
        "synonyms": "jñeyaḥ — should be known; saḥ — he; nitya — always; sannyāsī — renouncer; yaḥ — who; na — never; dveṣṭi — abhors; na — nor; kāṅkṣati — desires; nirdvandvaḥ — free from all dualities; hi — certainly; mahā-bāho — O mighty-armed one; sukham — happily; bandhāt — from bondage; pramucyate — is completely liberated.",
        "english_sanskrit": "jñeyaḥ sa nitya-sannyāsīyo na dveṣṭi na kāṅkṣatinirdvandvo hi mahā-bāhosukhaṁ bandhāt pramucyate",
        "translation": "One who neither hates nor desires the fruits of his activities is known to be always renounced. Such a person, free from all dualities, easily overcomes material bondage and is completely liberated, O mighty-armed Arjuna.",
        "purport": "One who is fully in Kṛṣṇa consciousness is always a renouncer because he feels neither hatred nor desire for the results of his actions. Such a renouncer, dedicated to the transcendental loving service of the Lord, is fully qualified in knowledge because he knows his constitutional position in his relationship with Kṛṣṇa. He knows fully well that Kṛṣṇa is the whole and that he is part and parcel of Kṛṣṇa. Such knowledge is perfect because it is qualitatively and quantitatively correct. The concept of oneness with Kṛṣṇa is incorrect because the part cannot be equal to the whole. Knowledge that one is one in quality yet different in quantity is correct transcendental knowledge leading one to become full in himself, having nothing to aspire to or lament over. There is no duality in his mind because whatever he does, he does for Kṛṣṇa. Being thus freed from the platform of dualities, he is liberated – even in this material world."
    },
    "5.4": {
        "chapter_number": 5,
        "verse_number": "Bg. 5.4",
        "sanskrit_shlok": "सां‍ख्ययोगौ पृथग्बाला: प्रवदन्ति न पण्डिता: ।एकमप्यास्थित: सम्यगुभयोर्विन्दते फलम् ॥ ४ ॥",
        "synonyms": "sāṅkhya — analytical study of the material world; yogau — work in devotional service; pṛthak — different; bālāḥ — the less intelligent; pravadanti — say; na — never; paṇḍitāḥ — the learned; ekam — in one; api — even; āsthitaḥ — being situated; samyak — complete; ubhayoḥ — of both; vindate — enjoys; phalam — the result.",
        "english_sanskrit": "sāṅkhya-yogau pṛthag bālāḥpravadanti na paṇḍitāḥekam apy āsthitaḥ samyagubhayor vindate phalam",
        "translation": "Only the ignorant speak of devotional service [karma-yoga] as being different from the analytical study of the material world [Sāṅkhya]. Those who are actually learned say that he who applies himself well to one of these paths achieves the results of both.",
        "purport": "The aim of the analytical study of the material world is to find the soul of existence. The soul of the material world is Viṣṇu, or the Supersoul. Devotional service to the Lord entails service to the Supersoul. One process is to find the root of the tree, and the other is to water the root. The real student of Sāṅkhya philosophy finds the root of the material world, Viṣṇu, and then, in perfect knowledge, engages himself in the service of the Lord. Therefore, in essence, there is no difference between the two because the aim of both is Viṣṇu. Those who do not know the ultimate end say that the purposes of Sāṅkhya and karma-yoga are not the same, but one who is learned knows the unifying aim in these different processes."
    },
    "5.5": {
        "chapter_number": 5,
        "verse_number": "Bg. 5.5",
        "sanskrit_shlok": "यत्सां‍ख्यै: प्राप्यते स्थानं तद्योगैरपि गम्यते ।एकं सां‍ख्यं च योगं च य: पश्यति स पश्यति ॥ ५ ॥",
        "synonyms": "yat — what; sāṅkhyaiḥ — by means of Sāṅkhya philosophy; prāpyate — is achieved; sthānam — place; tat — that; yogaiḥ — by devotional service; api — also; gamyate — one can attain; ekam — one; sāṅkhyam — analytical study; ca — and; yogam — action in devotion; ca — and; yaḥ — one who; paśyati — sees; saḥ — he; paśyati — actually sees.",
        "english_sanskrit": "yat sāṅkhyaiḥ prāpyate sthānaṁtad yogair api gamyateekaṁ sāṅkhyaṁ ca yogaṁ cayaḥ paśyati sa paśyati",
        "translation": "One who knows that the position reached by means of analytical study can also be attained by devotional service, and who therefore sees analytical study and devotional service to be on the same level, sees things as they are.",
        "purport": "The real purpose of philosophical research is to find the ultimate goal of life. Since the ultimate goal of life is self-realization, there is no difference between the conclusions reached by the two processes. By Sāṅkhya philosophical research one comes to the conclusion that a living entity is not a part and parcel of the material world but of the supreme spirit whole. Consequently, the spirit soul has nothing to do with the material world; his actions must be in some relation with the Supreme. When he acts in Kṛṣṇa consciousness, he is actually in his constitutional position. In the first process, Sāṅkhya, one has to become detached from matter, and in the devotional yoga process one has to attach himself to the work of Kṛṣṇa consciousness. Factually, both processes are the same, although superficially one process appears to involve detachment and the other process appears to involve attachment. Detachment from matter and attachment to Kṛṣṇa are one and the same. One who can see this sees things as they are."
    },
    "5.6": {
        "chapter_number": 5,
        "verse_number": "Bg. 5.6",
        "sanskrit_shlok": "सन्न्यासस्तु महाबाहो दु:खमाप्‍तुमयोगत: ।योगयुक्तो मुनिर्ब्रह्म न चिरेणाधिगच्छति ॥ ६ ॥",
        "synonyms": "sannyāsaḥ — the renounced order of life; tu — but; mahā-bāho — O mighty-armed one; duḥkham — distress; āptum — afflicts one with; ayogataḥ — without devotional service; yoga-yuktaḥ — one engaged in devotional service; muniḥ — a thinker; brahma — the Supreme; na cireṇa — without delay; adhigacchati — attains.",
        "english_sanskrit": "sannyāsas tu mahā-bāhoduḥkham āptum ayogataḥyoga-yukto munir brahmana cireṇādhigacchati",
        "translation": "Merely renouncing all activities yet not engaging in the devotional service of the Lord cannot make one happy. But a thoughtful person engaged in devotional service can achieve the Supreme without delay.",
        "purport": "There are two classes of sannyāsīs, or persons in the renounced order of life. The Māyāvādī sannyāsīs are engaged in the study of Sāṅkhya philosophy, whereas the Vaiṣṇava sannyāsīs are engaged in the study of Bhāgavatam philosophy, which affords the proper commentary on the Vedānta-sūtras. The Māyāvādī sannyāsīs also study the Vedānta-sūtras, but use their own commentary, called Śārīraka-bhāṣya, written by Śaṅkarācārya. The students of the Bhāgavata school are engaged in the devotional service of the Lord, according to pāñcarātrikī regulations, and therefore the Vaiṣṇava sannyāsīs have multiple engagements in the transcendental service of the Lord. The Vaiṣṇava sannyāsīs have nothing to do with material activities, and yet they perform various activities in their devotional service to the Lord. But the Māyāvādī sannyāsīs, engaged in the studies of Sāṅkhya and Vedānta and speculation, cannot relish the transcendental service of the Lord. Because their studies become very tedious, they sometimes become tired of Brahman speculation, and thus they take shelter of the Bhāgavatam without proper understanding. Consequently their study of the Śrīmad-Bhāgavatam becomes troublesome. Dry speculations and impersonal interpretations by artificial means are all useless for the Māyāvādī sannyāsīs. The Vaiṣṇava sannyāsīs, who are engaged in devotional service, are happy in the discharge of their transcendental duties, and they have the guarantee of ultimate entrance into the kingdom of God. The Māyāvādī sannyāsīs sometimes fall down from the path of self-realization and again enter into material activities of a philanthropic and altruistic nature, which are nothing but material engagements. Therefore, the conclusion is that those who are engaged in Kṛṣṇa conscious activities are better situated than the sannyāsīs engaged in simple speculation about what is Brahman and what is not Brahman, although they too come to Kṛṣṇa consciousness, after many births."
    },
    "5.7": {
        "chapter_number": 5,
        "verse_number": "Bg. 5.7",
        "sanskrit_shlok": "योगयुक्तो विश‍ुद्धात्मा विजितात्मा जितेन्द्रिय: ।सर्वभूतात्मभूतात्मा कुर्वन्नपि न लिप्यते ॥ ७ ॥",
        "synonyms": "yoga-yuktaḥ — engaged in devotional service; viśuddha-ātmā — a purified soul; vijita-ātmā — self-controlled; jita-indriyaḥ — having conquered the senses; sarva-bhūta — to all living entities; ātma-bhūta-ātmā — compassionate; kurvan api — although engaged in work; na — never; lipyate — is entangled.",
        "english_sanskrit": "yoga-yukto viśuddhātmāvijitātmā jitendriyaḥsarva-bhūtātma-bhūtātmākurvann api na lipyate",
        "translation": "One who works in devotion, who is a pure soul, and who controls his mind and senses is dear to everyone, and everyone is dear to him. Though always working, such a man is never entangled.",
        "purport": "One who is on the path of liberation by Kṛṣṇa consciousness is very dear to every living being, and every living being is dear to him. This is due to his Kṛṣṇa consciousness. Such a person cannot think of any living being as separate from Kṛṣṇa, just as the leaves and branches of a tree are not separate from the tree. He knows very well that by pouring water on the root of the tree, the water will be distributed to all the leaves and branches, or by supplying food to the stomach, the energy is automatically distributed throughout the body. Because one who works in Kṛṣṇa consciousness is servant to all, he is very dear to everyone. And because everyone is satisfied by his work, he is pure in consciousness. Because he is pure in consciousness, his mind is completely controlled. And because his mind is controlled, his senses are also controlled. Because his mind is always fixed on Kṛṣṇa, there is no chance of his being deviated from Kṛṣṇa. Nor is there a chance that he will engage his senses in matters other than the service of the Lord. He does not like to hear anything except topics relating to Kṛṣṇa; he does not like to eat anything which is not offered to Kṛṣṇa; and he does not wish to go anywhere if Kṛṣṇa is not involved. Therefore, his senses are controlled. A man of controlled senses cannot be offensive to anyone. One may ask, “Why then was Arjuna offensive (in battle) to others? Wasn’t he in Kṛṣṇa consciousness?” Arjuna was only superficially offensive because (as has already been explained in the Second Chapter) all the assembled persons on the battlefield would continue to live individually, as the soul cannot be slain. So, spiritually, no one was killed on the Battlefield of Kurukṣetra. Only their dresses were changed by the order of Kṛṣṇa, who was personally present. Therefore Arjuna, while fighting on the Battlefield of Kurukṣetra, was not really fighting at all; he was simply carrying out the orders of Kṛṣṇa in full Kṛṣṇa consciousness. Such a person is never entangled in the reactions of work."
    },
    "5.Verse Number Not Found": {
        "chapter_number": 5,
        "verse_number": "Verse Number Not Found",
        "sanskrit_shlok": "Sanskrit Shloka Not Found",
        "synonyms": "Synonym Not Found",
        "english_sanskrit": "English-Sanskrit Not Found",
        "translation": "Translation Not Found",
        "purport": "Purport Not Found"
    },
    "5.10": {
        "chapter_number": 5,
        "verse_number": "Bg. 5.10",
        "sanskrit_shlok": "ब्रह्मण्याधाय कर्माणि सङ्गं त्यक्त्वा करोति य: ।लिप्यते न स पापेन पद्मपत्रमिवाम्भसा ॥ १० ॥",
        "synonyms": "brahmaṇi — unto the Supreme Personality of Godhead; ādhāya — resigning; karmāṇi — all works; saṅgam — attachment; tyaktvā — giving up; karoti — performs; yaḥ — who; lipyate — is affected; na — never; saḥ — he; pāpena — by sin; padma-patram — a lotus leaf; iva — like; ambhasā — by the water.",
        "english_sanskrit": "brahmaṇy ādhāya karmāṇisaṅgaṁ tyaktvā karoti yaḥlipyate na sa pāpenapadma-patram ivāmbhasā",
        "translation": "One who performs his duty without attachment, surrendering the results unto the Supreme Lord, is unaffected by sinful action, as the lotus leaf is untouched by water.",
        "purport": "Here brahmaṇi means in Kṛṣṇa consciousness. The material world is a sum total manifestation of the three modes of material nature, technically called the pradhāna. The Vedic hymns sarvaṁ hy etad brahma (Māṇḍūkya Upaniṣad 2), tasmād etad brahma nāma rūpam annaṁ ca jāyate (Muṇḍaka Upaniṣad 1.1.9), and, in the Bhagavad-gītā (14.3), mama yonir mahad brahma indicate that everything in the material world is a manifestation of Brahman; and although the effects are differently manifested, they are nondifferent from the cause. In the Īśopaniṣad it is said that everything is related to the Supreme Brahman, or Kṛṣṇa, and thus everything belongs to Him only. One who knows perfectly well that everything belongs to Kṛṣṇa, that He is the proprietor of everything and that, therefore, everything is engaged in the service of the Lord, naturally has nothing to do with the results of his activities, whether virtuous or sinful. Even one’s material body, being a gift of the Lord for carrying out a particular type of action, can be engaged in Kṛṣṇa consciousness. It is then beyond contamination by sinful reactions, exactly as the lotus leaf, though remaining in the water, is not wet. The Lord also says in the Gītā (3.30), mayi sarvāṇi karmāṇi sannyasya: “Resign all works unto Me [Kṛṣṇa].” The conclusion is that a person without Kṛṣṇa consciousness acts according to the concept of the material body and senses, but a person in Kṛṣṇa consciousness acts according to the knowledge that the body is the property of Kṛṣṇa and should therefore be engaged in the service of Kṛṣṇa."
    },
    "5.11": {
        "chapter_number": 5,
        "verse_number": "Bg. 5.11",
        "sanskrit_shlok": "कायेन मनसा बुद्ध्या केवलैरिन्द्रियैरपि ।योगिन: कर्म कुर्वन्ति सङ्गं त्यक्त्वात्म‍श‍ुद्धये ॥ ११ ॥",
        "synonyms": "kāyena — with the body; manasā — with the mind; buddhyā — with the intelligence; kevalaiḥ — purified; indriyaiḥ — with the senses; api — even; yoginaḥ — Kṛṣṇa conscious persons; karma — actions; kurvanti — they perform; saṅgam — attachment; tyaktvā — giving up; ātma — of the self; śuddhaye — for the purpose of purification.",
        "english_sanskrit": "kāyena manasā buddhyākevalair indriyair apiyoginaḥ karma kurvantisaṅgaṁ tyaktvātma-śuddhaye īhā yasya harer dāsyekarmaṇā manasā girānikhilāsv apy avasthāsujīvan-muktaḥ sa ucyate",
        "translation": "The yogīs, abandoning attachment, act with body, mind, intelligence and even with the senses, only for the purpose of purification.",
        "purport": "When one acts in Kṛṣṇa consciousness for the satisfaction of the senses of Kṛṣṇa, any action, whether of the body, mind, intelligence or even the senses, is purified of material contamination. There are no material reactions resulting from the activities of a Kṛṣṇa conscious person. Therefore purified activities, which are generally called sad-ācāra, can be easily performed by acting in Kṛṣṇa consciousness. Śrī Rūpa Gosvāmī in his Bhakti-rasāmṛta-sindhu (1.2.187) describes this as follows:"
    },
    "5.12": {
        "chapter_number": 5,
        "verse_number": "Bg. 5.12",
        "sanskrit_shlok": "युक्त: कर्मफलं त्यक्त्वा शान्तिमाप्‍नोति नैष्ठिकीम् ।अयुक्त: कामकारेण फले सक्तो निबध्यते ॥ १२ ॥",
        "synonyms": "yuktaḥ — one who is engaged in devotional service; karma-phalam — the results of all activities; tyaktvā — giving up; śāntim — perfect peace; āpnoti — achieves; naiṣṭhikīm — unflinching; ayuktaḥ — one who is not in Kṛṣṇa consciousness; kāma-kāreṇa — for enjoying the result of work; phale — in the result; saktaḥ — attached; nibadhyate — becomes entangled.",
        "english_sanskrit": "yuktaḥ karma-phalaṁ tyaktvāśāntim āpnoti naiṣṭhikīmayuktaḥ kāma-kāreṇaphale sakto nibadhyate",
        "translation": "The steadily devoted soul attains unadulterated peace because he offers the result of all activities to Me; whereas a person who is not in union with the Divine, who is greedy for the fruits of his labor, becomes entangled.",
        "purport": "The difference between a person in Kṛṣṇa consciousness and a person in bodily consciousness is that the former is attached to Kṛṣṇa whereas the latter is attached to the results of his activities. The person who is attached to Kṛṣṇa and works for Him only is certainly a liberated person, and he has no anxiety over the results of his work. In the Bhāgavatam, the cause of anxiety over the result of an activity is explained as being one’s functioning in the conception of duality, that is, without knowledge of the Absolute Truth. Kṛṣṇa is the Supreme Absolute Truth, the Personality of Godhead. In Kṛṣṇa consciousness, there is no duality. All that exists is a product of Kṛṣṇa’s energy, and Kṛṣṇa is all good. Therefore, activities in Kṛṣṇa consciousness are on the absolute plane; they are transcendental and have no material effect. One is therefore filled with peace in Kṛṣṇa consciousness. But one who is entangled in profit calculation for sense gratification cannot have that peace. This is the secret of Kṛṣṇa consciousness – realization that there is no existence besides Kṛṣṇa is the platform of peace and fearlessness."
    },
    "5.13": {
        "chapter_number": 5,
        "verse_number": "Bg. 5.13",
        "sanskrit_shlok": "सर्वकर्माणि मनसा सन्न्यस्यास्ते सुखं वशी ।नवद्वारे पुरे देही नैव कुर्वन्न कारयन् ॥ १३ ॥",
        "synonyms": "sarva — all; karmāṇi — activities; manasā — by the mind; sannyasya — giving up; āste — remains; sukham — in happiness; vaśī — one who is controlled; nava-dvāre — in the place where there are nine gates; pure — in the city; dehī — the embodied soul; na — never; eva — certainly; kurvan — doing anything; na — not; kārayan — causing to be done.",
        "english_sanskrit": "sarva-karmāṇi manasāsannyasyāste sukhaṁ vaśīnava-dvāre pure dehīnaiva kurvan na kārayan nava-dvāre pure dehīhaṁso lelāyate bahiḥvaśī sarvasya lokasyasthāvarasya carasya ca",
        "translation": "When the embodied living being controls his nature and mentally renounces all actions, he resides happily in the city of nine gates [the material body], neither working nor causing work to be done.",
        "purport": "The embodied soul lives in the city of nine gates. The activities of the body, or the figurative city of body, are conducted automatically by its particular modes of nature. The soul, although subjecting himself to the conditions of the body, can be beyond those conditions, if he so desires. Owing only to forgetfulness of his superior nature, he identifies with the material body, and therefore suffers. By Kṛṣṇa consciousness, he can revive his real position and thus come out of his embodiment. Therefore, when one takes to Kṛṣṇa consciousness, one at once becomes completely aloof from bodily activities. In such a controlled life, in which his deliberations are changed, he lives happily within the city of nine gates. The nine gates are mentioned as follows:"
    },
    "5.14": {
        "chapter_number": 5,
        "verse_number": "Bg. 5.14",
        "sanskrit_shlok": "न कर्तृत्वं न कर्माणि लोकस्य सृजति प्रभु: ।न कर्मफलसंयोगं स्वभावस्तु प्रवर्तते ॥ १४ ॥",
        "synonyms": "na — never; kartṛtvam — proprietorship; na — nor; karmāṇi — activities; lokasya — of the people; sṛjati — creates; prabhuḥ — the master of the city of the body; na — nor; karma-phala — with the results of activities; saṁyogam — connection; svabhāvaḥ — the modes of material nature; tu — but; pravartate — act.",
        "english_sanskrit": "na kartṛtvaṁ na karmāṇilokasya sṛjati prabhuḥna karma-phala-saṁyogaṁsvabhāvas tu pravartate",
        "translation": "The embodied spirit, master of the city of his body, does not create activities, nor does he induce people to act, nor does he create the fruits of action. All this is enacted by the modes of material nature.",
        "purport": "The living entity, as will be explained in the Seventh Chapter, is one of the energies or natures of the Supreme Lord but is distinct from matter, which is another nature – called inferior – of the Lord. Somehow the superior nature, the living entity, has been in contact with material nature since time immemorial. The temporary body or material dwelling place which he obtains is the cause of varieties of activities and their resultant reactions. Living in such a conditional atmosphere, one suffers the results of the activities of the body by identifying himself (in ignorance) with the body. It is ignorance acquired from time immemorial that is the cause of bodily suffering and distress. As soon as the living entity becomes aloof from the activities of the body, he becomes free from the reactions as well. As long as he is in the city of the body, he appears to be the master of it, but actually he is neither its proprietor nor controller of its actions and reactions. He is simply in the midst of the material ocean, struggling for existence. The waves of the ocean are tossing him, and he has no control over them. His best solution is to get out of the water by transcendental Kṛṣṇa consciousness. That alone will save him from all turmoil."
    },
    "5.15": {
        "chapter_number": 5,
        "verse_number": "Bg. 5.15",
        "sanskrit_shlok": "नादत्ते कस्यचित्पापं न चैव सुकृतं विभु: ।अज्ञानेनावृतं ज्ञानं तेन मुह्यन्ति जन्तव: ॥ १५ ॥",
        "synonyms": "na — never; ādatte — accepts; kasyacit — anyone’s; pāpam — sin; na — nor; ca — also; eva — certainly; su-kṛtam — pious activities; vibhuḥ — the Supreme Lord; ajñānena — by ignorance; āvṛtam — covered; jñānam — knowledge; tena — by that; muhyanti — are bewildered; jantavaḥ — the living entities.",
        "english_sanskrit": "nādatte kasyacit pāpaṁna caiva sukṛtaṁ vibhuḥajñānenāvṛtaṁ jñānaṁtena muhyanti jantavaḥ ajño jantur anīśo ’yamātmanaḥ sukha-duḥkhayoḥīśvara-prerito gacchetsvargaṁ vāśv abhram eva ca",
        "translation": "Nor does the Supreme Lord assume anyone’s sinful or pious activities. Embodied beings, however, are bewildered because of the ignorance which covers their real knowledge.",
        "purport": "The Sanskrit word vibhu means the Supreme Lord who is full of unlimited knowledge, riches, strength, fame, beauty and renunciation. He is always satisfied in Himself, undisturbed by sinful or pious activities. He does not create a particular situation for any living entity, but the living entity, bewildered by ignorance, desires to be put into certain conditions of life, and thereby his chain of action and reaction begins. A living entity is, by superior nature, full of knowledge. Nevertheless, he is prone to be influenced by ignorance due to his limited power. The Lord is omnipotent, but the living entity is not. The Lord is vibhu, or omniscient, but the living entity is aṇu, or atomic. Because he is a living soul, he has the capacity to desire by his free will. Such desire is fulfilled only by the omnipotent Lord. And so, when the living entity is bewildered in his desires, the Lord allows him to fulfill those desires, but the Lord is never responsible for the actions and reactions of the particular situation which may be desired. Being in a bewildered condition, therefore, the embodied soul identifies himself with the circumstantial material body and becomes subjected to the temporary misery and happiness of life. The Lord is the constant companion of the living entity as Paramātmā, or the Supersoul, and therefore He can understand the desires of the individual soul, as one can smell the flavor of a flower by being near it. Desire is a subtle form of conditioning for the living entity. The Lord fulfills his desire as he deserves: Man proposes and God disposes. The individual is not, therefore, omnipotent in fulfilling his desires. The Lord, however, can fulfill all desires, and the Lord, being neutral to everyone, does not interfere with the desires of the minute independent living entities. However, when one desires Kṛṣṇa, the Lord takes special care and encourages one to desire in such a way that one can attain to Him and be eternally happy. The Vedic hymns therefore declare, eṣa u hy eva sādhu karma kārayati taṁ yam ebhyo lokebhya unninīṣate. eṣa u evāsādhu karma kārayati yam adho ninīṣate: “The Lord engages the living entity in pious activities so that he may be elevated. The Lord engages him in impious activities so that he may go to hell.” (Kauṣītakī Upaniṣad 3.8)"
    },
    "5.16": {
        "chapter_number": 5,
        "verse_number": "Bg. 5.16",
        "sanskrit_shlok": "ज्ञानेन तु तदज्ञानं येषां नाशितमात्मन: ।तेषामादित्यवज्ज्ञानं प्रकाशयति तत्परम् ॥ १६ ॥",
        "synonyms": "jñānena — by knowledge; tu — but; tat — that; ajñānam — nescience; yeṣām — whose; nāśitam — is destroyed; ātmanaḥ — of the living entity; teṣām — their; āditya-vat — like the rising sun; jñānam — knowledge; prakāśayati — discloses; tat param — Kṛṣṇa consciousness.",
        "english_sanskrit": "jñānena tu tad ajñānaṁyeṣāṁ nāśitam ātmanaḥteṣām āditya-vaj jñānaṁprakāśayati tat param",
        "translation": "When, however, one is enlightened with the knowledge by which nescience is destroyed, then his knowledge reveals everything, as the sun lights up everything in the daytime.",
        "purport": "Those who have forgotten Kṛṣṇa must certainly be bewildered, but those who are in Kṛṣṇa consciousness are not bewildered at all. It is stated in the Bhagavad-gītā, sarvaṁ jñāna-plavena, jñānāgniḥ sarva-karmāṇi and na hi jñānena sadṛśam. Knowledge is always highly esteemed. And what is that knowledge? Perfect knowledge is achieved when one surrenders unto Kṛṣṇa, as is said in the Seventh Chapter, nineteenth verse: bahūnāṁ janmanām ante jñānavān māṁ prapadyate. After passing through many, many births, when one perfect in knowledge surrenders unto Kṛṣṇa, or when one attains Kṛṣṇa consciousness, then everything is revealed to him, as everything is revealed by the sun in the daytime. The living entity is bewildered in so many ways. For instance, when he unceremoniously thinks himself God, he actually falls into the last snare of nescience. If a living entity is God, then how can he become bewildered by nescience? Does God become bewildered by nescience? If so, then nescience, or Satan, is greater than God. Real knowledge can be obtained from a person who is in perfect Kṛṣṇa consciousness. Therefore, one has to seek out such a bona fide spiritual master and, under him, learn what Kṛṣṇa consciousness is, for Kṛṣṇa consciousness will certainly drive away all nescience, as the sun drives away darkness. Even though a person may be in full knowledge that he is not this body but is transcendental to the body, he still may not be able to discriminate between the soul and the Supersoul. However, he can know everything well if he cares to take shelter of the perfect, bona fide Kṛṣṇa conscious spiritual master. One can know God and one’s relationship with God only when one actually meets a representative of God. A representative of God never claims that he is God, although he is paid all the respect ordinarily paid to God because he has knowledge of God. One has to learn the distinction between God and the living entity. Lord Śrī Kṛṣṇa therefore stated in the Second Chapter (2.12) that every living being is individual and that the Lord also is individual. They were all individuals in the past, they are individuals at present, and they will continue to be individuals in the future, even after liberation. At night we see everything as one in the darkness, but in day, when the sun is up, we see everything in its real identity. Identity with individuality in spiritual life is real knowledge."
    },
    "5.17": {
        "chapter_number": 5,
        "verse_number": "Bg. 5.17",
        "sanskrit_shlok": "तद्बुद्धयस्तदात्मानस्तन्निष्ठास्तत्परायणा: ।गच्छन्त्यपुनरावृत्तिं ज्ञाननिर्धूतकल्मषा: ॥ १७ ॥",
        "synonyms": "tat-buddhayaḥ — those whose intelligence is always in the Supreme; tat-ātmānaḥ — those whose minds are always in the Supreme; tat-niṣṭhāḥ — those whose faith is only meant for the Supreme; tat-parāyaṇāḥ — who have completely taken shelter of Him; gacchanti — go; apunaḥ-āvṛttim — to liberation; jñāna — by knowledge; nirdhūta — cleansed; kalmaṣāḥ — misgivings.",
        "english_sanskrit": "tad-buddhayas tad-ātmānastan-niṣṭhās tat-parāyaṇāḥgacchanty apunar-āvṛttiṁjñāna-nirdhūta-kalmaṣāḥ",
        "translation": "When one’s intelligence, mind, faith and refuge are all fixed in the Supreme, then one becomes fully cleansed of misgivings through complete knowledge and thus proceeds straight on the path of liberation.",
        "purport": "The Supreme Transcendental Truth is Lord Kṛṣṇa. The whole Bhagavad-gītā centers around the declaration that Kṛṣṇa is the Supreme Personality of Godhead. That is the version of all Vedic literature. Para-tattva means the Supreme Reality, who is understood by the knowers of the Supreme as Brahman, Paramātmā and Bhagavān. Bhagavān, or the Supreme Personality of Godhead, is the last word in the Absolute. There is nothing more than that. The Lord says, mattaḥ parataraṁ nānyat kiñcid asti dhanañ-jaya. Impersonal Brahman is also supported by Kṛṣṇa: brahmaṇo hi pratiṣṭhāham. Therefore in all ways Kṛṣṇa is the Supreme Reality. One whose mind, intelligence, faith and refuge are always in Kṛṣṇa, or, in other words, one who is fully in Kṛṣṇa consciousness, is undoubtedly washed clean of all misgivings and is in perfect knowledge in everything concerning transcendence. A Kṛṣṇa conscious person can thoroughly understand that there is duality (simultaneous identity and individuality) in Kṛṣṇa, and, equipped with such transcendental knowledge, one can make steady progress on the path of liberation."
    },
    "5.18": {
        "chapter_number": 5,
        "verse_number": "Bg. 5.18",
        "sanskrit_shlok": "विद्याविनयसम्पन्ने ब्राह्मणे गवि हस्तिनि ।श‍ुनि चैव श्वपाके च पण्डिता: समदर्शिन: ॥ १८ ॥",
        "synonyms": "vidyā — with education; vinaya — and gentleness; sampanne — fully equipped; brāhmaṇe — in the brāhmaṇa; gavi — in the cow; hastini — in the elephant; śuni — in the dog; ca — and; eva — certainly; śva-pāke — in the dog-eater (the outcaste); ca — respectively; paṇḍitāḥ — those who are wise; sama-darśinaḥ — who see with equal vision.",
        "english_sanskrit": "vidyā-vinaya-sampannebrāhmaṇe gavi hastiniśuni caiva śva-pāke capaṇḍitāḥ sama-darśinaḥ",
        "translation": "The humble sages, by virtue of true knowledge, see with equal vision a learned and gentle brāhmaṇa, a cow, an elephant, a dog and a dog-eater [outcaste].",
        "purport": "A Kṛṣṇa conscious person does not make any distinction between species or castes. The brāhmaṇa and the outcaste may be different from the social point of view, or a dog, a cow and an elephant may be different from the point of view of species, but these differences of body are meaningless from the viewpoint of a learned transcendentalist. This is due to their relationship to the Supreme, for the Supreme Lord, by His plenary portion as Paramātmā, is present in everyone’s heart. Such an understanding of the Supreme is real knowledge. As far as the bodies are concerned in different castes or different species of life, the Lord is equally kind to everyone because He treats every living being as a friend yet maintains Himself as Paramātmā regardless of the circumstances of the living entities. The Lord as Paramātmā is present both in the outcaste and in the brāhmaṇa, although the body of a brāhmaṇa and that of an outcaste are not the same. The bodies are material productions of different modes of material nature, but the soul and the Supersoul within the body are of the same spiritual quality. The similarity in the quality of the soul and the Supersoul, however, does not make them equal in quantity, for the individual soul is present only in that particular body whereas the Paramātmā is present in each and every body. A Kṛṣṇa conscious person has full knowledge of this, and therefore he is truly learned and has equal vision. The similar characteristics of the soul and Supersoul are that they are both conscious, eternal and blissful. But the difference is that the individual soul is conscious within the limited jurisdiction of the body whereas the Supersoul is conscious of all bodies. The Supersoul is present in all bodies without distinction."
    },
    "5.19": {
        "chapter_number": 5,
        "verse_number": "Bg. 5.19",
        "sanskrit_shlok": "इहैव तैर्जित: सर्गो येषां साम्ये स्थितं मन: ।निर्दोषं हि समं ब्रह्म तस्माद्‍ब्रह्मणि ते स्थिता: ॥ १९ ॥",
        "synonyms": "iha — in this life; eva — certainly; taiḥ — by them; jitaḥ — conquered; sargaḥ — birth and death; yeṣām — whose; sāmye — in equanimity; sthitam — situated; manaḥ — mind; nirdoṣam — flawless; hi — certainly; samam — in equanimity; brahma — like the Supreme; tasmāt — therefore; brahmaṇi — in the Supreme; te — they; sthitāḥ — are situated.",
        "english_sanskrit": "ihaiva tair jitaḥ sargoyeṣāṁ sāmye sthitaṁ manaḥnirdoṣaṁ hi samaṁ brahmatasmād brahmaṇi te sthitāḥ",
        "translation": "Those whose minds are established in sameness and equanimity have already conquered the conditions of birth and death. They are flawless like Brahman, and thus they are already situated in Brahman.",
        "purport": "Equanimity of mind, as mentioned above, is the sign of self-realization. Those who have actually attained to such a stage should be considered to have conquered material conditions, specifically birth and death. As long as one identifies with this body, he is considered a conditioned soul, but as soon as he is elevated to the stage of equanimity through realization of self, he is liberated from conditional life. In other words, he is no longer subject to take birth in the material world but can enter into the spiritual sky after his death. The Lord is flawless because He is without attraction or hatred. Similarly, when a living entity is without attraction or hatred, he also becomes flawless and eligible to enter into the spiritual sky. Such persons are to be considered already liberated, and their symptoms are described below."
    },
    "5.20": {
        "chapter_number": 5,
        "verse_number": "Bg. 5.20",
        "sanskrit_shlok": "न प्रहृष्येत्प्रियं प्राप्य नोद्विजेत्प्राप्य चाप्रियम् ।स्थिरबुद्धिरसम्मूढो ब्रह्मविद्‍ब्रह्मणि स्थित: ॥ २० ॥",
        "synonyms": "na — never; prahṛṣyet — rejoices; priyam — the pleasant; prāpya — achieving; na — does not; udvijet — become agitated; prāpya — obtaining; ca — also; apriyam — the unpleasant; sthira-buddhiḥ — self-intelligent; asammūḍhaḥ — unbewildered; brahma-vit — one who knows the Supreme perfectly; brahmaṇi — in the transcendence; sthitaḥ — situated.",
        "english_sanskrit": "na prahṛṣyet priyaṁ prāpyanodvijet prāpya cāpriyamsthira-buddhir asammūḍhobrahma-vid brahmaṇi sthitaḥ",
        "translation": "A person who neither rejoices upon achieving something pleasant nor laments upon obtaining something unpleasant, who is self-intelligent, who is unbewildered, and who knows the science of God is already situated in transcendence.",
        "purport": "The symptoms of the self-realized person are given herein. The first symptom is that he is not illusioned by the false identification of the body with his true self. He knows perfectly well that he is not this body but is the fragmental portion of the Supreme Personality of Godhead. He is therefore not joyful in achieving something, nor does he lament in losing anything which is related to his body. This steadiness of mind is called sthira-buddhi, or self-intelligence. He is therefore never bewildered by mistaking the gross body for the soul, nor does he accept the body as permanent and disregard the existence of the soul. This knowledge elevates him to the station of knowing the complete science of the Absolute Truth, namely Brahman, Paramātmā and Bhagavān. He thus knows his constitutional position perfectly well, without falsely trying to become one with the Supreme in all respects. This is called Brahman realization, or self-realization. Such steady consciousness is called Kṛṣṇa consciousness."
    },
    "5.21": {
        "chapter_number": 5,
        "verse_number": "Bg. 5.21",
        "sanskrit_shlok": "बाह्यस्पर्शेष्वसक्तात्मा विन्दत्यात्मनि यत्सुखम् ।स ब्रह्मयोगयुक्तात्मा सुखमक्षयमश्न‍ुते ॥ २१ ॥",
        "synonyms": "bāhya-sparśeṣu — in external sense pleasure; asakta-ātmā — one who is not attached; vindati — enjoys; ātmani — in the self; yat — that which; sukham — happiness; saḥ — he; brahma-yoga — by concentration in Brahman; yukta-ātmā — self-connected; sukham — happiness; akṣayam — unlimited; aśnute — enjoys.",
        "english_sanskrit": "bāhya-sparśeṣv asaktātmāvindaty ātmani yat sukhamsa brahma-yoga-yuktātmāsukham akṣayam aśnute yad-avadhi mama cetaḥ kṛṣṇa-pādāravindenava-nava-rasa-dhāmany udyataṁ rantum āsīttad-avadhi bata nārī-saṅgame smaryamānebhavati mukha-vikāraḥ suṣṭhu niṣṭhīvanaṁ ca",
        "translation": "Such a liberated person is not attracted to material sense pleasure but is always in trance, enjoying the pleasure within. In this way the self-realized person enjoys unlimited happiness, for he concentrates on the Supreme.",
        "purport": "Śrī Yāmunācārya, a great devotee in Kṛṣṇa consciousness, said:"
    },
    "5.22": {
        "chapter_number": 5,
        "verse_number": "Bg. 5.22",
        "sanskrit_shlok": "ये हि संस्पर्शजा भोगा दु:खयोनय एव ते ।आद्यन्तवन्त: कौन्तेय न तेषु रमते बुध: ॥ २२ ॥",
        "synonyms": "ye — those; hi — certainly; saṁsparśa-jāḥ — by contact with the material senses; bhogāḥ — enjoyments; duḥkha — distress; yonayaḥ — sources of; eva — certainly; te — they are; ādi — beginning; anta — end; vantaḥ — subject to; kaunteya — O son of Kuntī; na — never; teṣu — in those; ramate — takes delight; budhaḥ — the intelligent person.",
        "english_sanskrit": "ye hi saṁsparśa-jā bhogāduḥkha-yonaya eva teādy-antavantaḥ kaunteyana teṣu ramate budhaḥ ramante yogino ’nantesatyānande cid-ātmaniiti rāma-padenāsauparaṁ brahmābhidhīyate nāyaṁ deho deha-bhājāṁ nṛ-lokekaṣṭān kāmān arhate viḍ-bhujāṁ yetapo divyaṁ putrakā yena sattvaṁśuddhyed yasmād brahma-saukhyaṁ tv anantam",
        "translation": "An intelligent person does not take part in the sources of misery, which are due to contact with the material senses. O son of Kuntī, such pleasures have a beginning and an end, and so the wise man does not delight in them.",
        "purport": "Material sense pleasures are due to the contact of the material senses, which are all temporary because the body itself is temporary. A liberated soul is not interested in anything which is temporary. Knowing well the joys of transcendental pleasures, how can a liberated soul agree to enjoy false pleasure? In the Padma Purāṇa it is said:"
    },
    "5.23": {
        "chapter_number": 5,
        "verse_number": "Bg. 5.23",
        "sanskrit_shlok": "शक्न‍ोतीहैव य: सोढुं प्राक्शरीरविमोक्षणात् ।कामक्रोधोद्भ‍वं वेगं स युक्त: स सुखी नर: ॥ २३ ॥",
        "synonyms": "śaknoti — is able; iha eva — in the present body; yaḥ — one who; soḍhum — to tolerate; prāk — before; śarīra — the body; vimokṣaṇāt — giving up; kāma — desire; krodha — and anger; udbhavam — generated from; vegam — urges; saḥ — he; yuktaḥ — in trance; saḥ — he; sukhī — happy; naraḥ — human being.",
        "english_sanskrit": "śaknotīhaiva yaḥ soḍhuṁprāk śarīra-vimokṣaṇātkāma-krodhodbhavaṁ vegaṁsa yuktaḥ sa sukhī naraḥ",
        "translation": "Before giving up this present body, if one is able to tolerate the urges of the material senses and check the force of desire and anger, he is well situated and is happy in this world.",
        "purport": "If one wants to make steady progress on the path of self-realization, he must try to control the forces of the material senses. There are the forces of talk, forces of anger, forces of mind, forces of the stomach, forces of the genitals, and forces of the tongue. One who is able to control the forces of all these different senses, and the mind, is called gosvāmī, or svāmī. Such gosvāmīs live strictly controlled lives and forgo altogether the forces of the senses. Material desires, when unsatiated, generate anger, and thus the mind, eyes and chest become agitated. Therefore, one must practice to control them before one gives up this material body. One who can do this is understood to be self-realized and is thus happy in the state of self-realization. It is the duty of the transcendentalist to try strenuously to control desire and anger."
    },
    "5.24": {
        "chapter_number": 5,
        "verse_number": "Bg. 5.24",
        "sanskrit_shlok": "योऽन्त:सुखोऽन्तरारामस्तथान्तर्ज्योतिरेव य: ।स योगी ब्रह्मनिर्वाणं ब्रह्मभूतोऽधिगच्छति ॥ २४ ॥",
        "synonyms": "yaḥ — one who; antaḥ-sukhaḥ — happy from within; antaḥ-ārāmaḥ — actively enjoying within; tathā — as well as; antaḥ-jyotiḥ — aiming within; eva — certainly; yaḥ — anyone; saḥ — he; yogī — a mystic; brahma-nirvāṇam — liberation in the Supreme; brahma-bhūtaḥ — being self-realized; adhigacchati — attains.",
        "english_sanskrit": "yo ’ntaḥ-sukho ’ntar-ārāmastathāntar-jyotir eva yaḥsa yogī brahma-nirvāṇaṁbrahma-bhūto ’dhigacchati",
        "translation": "One whose happiness is within, who is active and rejoices within, and whose aim is inward is actually the perfect mystic. He is liberated in the Supreme, and ultimately he attains the Supreme.",
        "purport": "Unless one is able to relish happiness from within, how can one retire from the external engagements meant for deriving superficial happiness? A liberated person enjoys happiness by factual experience. He can, therefore, sit silently at any place and enjoy the activities of life from within. Such a liberated person no longer desires external material happiness. This state is called brahma-bhūta, attaining which one is assured of going back to Godhead, back to home."
    },
    "5.25": {
        "chapter_number": 5,
        "verse_number": "Bg. 5.25",
        "sanskrit_shlok": "लभन्ते ब्रह्मनिर्वाणमृषय: क्षीणकल्मषा: ।छिन्नद्वैधा यतात्मान: सर्वभूतहिते रता: ॥ २५ ॥",
        "synonyms": "labhante — achieve; brahma-nirvāṇam — liberation in the Supreme; ṛṣayaḥ — those who are active within; kṣīṇa-kalmaṣāḥ — who are devoid of all sins; chinna — having torn off; dvaidhāḥ — duality; yata-ātmānaḥ — engaged in self-realization; sarva-bhūta — for all living entities; hite — in welfare work; ratāḥ — engaged.",
        "english_sanskrit": "labhante brahma-nirvāṇamṛṣayaḥ kṣīṇa-kalmaṣāḥchinna-dvaidhā yatātmānaḥsarva-bhūta-hite ratāḥ",
        "translation": "Those who are beyond the dualities that arise from doubts, whose minds are engaged within, who are always busy working for the welfare of all living beings and who are free from all sins achieve liberation in the Supreme.",
        "purport": "Only a person who is fully in Kṛṣṇa consciousness can be said to be engaged in welfare work for all living entities. When a person is actually in the knowledge that Kṛṣṇa is the fountainhead of everything, then when he acts in that spirit he acts for everyone. The sufferings of humanity are due to forgetfulness of Kṛṣṇa as the supreme enjoyer, the supreme proprietor and the supreme friend. Therefore, to act to revive this consciousness within the entire human society is the highest welfare work. One cannot be engaged in such first-class welfare work without being liberated in the Supreme. A Kṛṣṇa conscious person has no doubt about the supremacy of Kṛṣṇa. He has no doubt because he is completely freed from all sins. This is the state of divine love."
    },
    "5.26": {
        "chapter_number": 5,
        "verse_number": "Bg. 5.26",
        "sanskrit_shlok": "कामक्रोधविमुक्तानां यतीनां यतचेतसाम् ।अभितो ब्रह्मनिर्वाणं वर्तते विदितात्मनाम् ॥ २६ ॥",
        "synonyms": "kāma — from desires; krodha — and anger; vimuktānām — of those who are liberated; yatīnām — of the saintly persons; yata-cetasām — who have full control over the mind; abhitaḥ — assured in the near future; brahma-nirvāṇam — liberation in the Supreme; vartate — is there; vidita-ātmanām — of those who are self-realized.",
        "english_sanskrit": "kāma-krodha-vimuktānāṁyatīnāṁ yata-cetasāmabhito brahma-nirvāṇaṁvartate viditātmanām yat-pāda-paṅkaja-palāśa-vilāsa-bhaktyākarmāśayaṁ grathitam udgrathayanti santaḥtadvan na rikta-matayo yatayo ’pi ruddha-sroto-gaṇās tam araṇaṁ bhaja vāsudevam darśana-dhyāna-saṁsparśairmatsya-kūrma-vihaṅgamāḥsvāny apatyāni puṣṇantitathāham api padma-ja",
        "translation": "Those who are free from anger and all material desires, who are self-realized, self-disciplined and constantly endeavoring for perfection, are assured of liberation in the Supreme in the very near future.",
        "purport": "Of the saintly persons who are constantly engaged in striving toward salvation, one who is in Kṛṣṇa consciousness is the best of all. The Bhāgavatam (4.22.39) confirms this fact as follows:"
    },
    "5.29": {
        "chapter_number": 5,
        "verse_number": "Bg. 5.29",
        "sanskrit_shlok": "भोक्तारं यज्ञतपसां सर्वलोकमहेश्वरम् ।सुहृदं सर्वभूतानां ज्ञात्वा मां शान्तिमृच्छति ॥ २९ ॥",
        "synonyms": "bhoktāram — the beneficiary; yajña — of sacrifices; tapasām — and penances and austerities; sarva-loka — of all planets and the demigods thereof; mahā-īśvaram — the Supreme Lord; su-hṛdam — the benefactor; sarva — of all; bhūtānām — the living entities; jñātvā — thus knowing; mām — Me (Lord Kṛṣṇa); śāntim — relief from material pangs; ṛcchati — one achieves.",
        "english_sanskrit": "bhoktāraṁ yajña-tapasāṁsarva-loka-maheśvaramsuhṛdaṁ sarva-bhūtānāṁjñātvā māṁ śāntim ṛcchati",
        "translation": "A person in full consciousness of Me, knowing Me to be the ultimate beneficiary of all sacrifices and austerities, the Supreme Lord of all planets and demigods, and the benefactor and well-wisher of all living entities, attains peace from the pangs of material miseries.",
        "purport": "The conditioned souls within the clutches of the illusory energy are all anxious to attain peace in the material world. But they do not know the formula for peace, which is explained in this part of the Bhagavad-gītā. The greatest peace formula is simply this: Lord Kṛṣṇa is the beneficiary in all human activities. Men should offer everything to the transcendental service of the Lord because He is the proprietor of all planets and the demigods thereon. No one is greater than He. He is greater than the greatest of the demigods, Lord Śiva and Lord Brahmā. In the Vedas (Śvetāśvatara Upaniṣad 6.7) the Supreme Lord is described as tam īśvarāṇāṁ paramaṁ maheśvaraṁ. Under the spell of illusion, living entities are trying to be lords of all they survey, but actually they are dominated by the material energy of the Lord. The Lord is the master of material nature, and the conditioned souls are under the stringent rules of material nature. Unless one understands these bare facts, it is not possible to achieve peace in the world either individually or collectively. This is the sense of Kṛṣṇa consciousness: Lord Kṛṣṇa is the supreme predominator, and all living entities, including the great demigods, are His subordinates. One can attain perfect peace only in complete Kṛṣṇa consciousness."
    }
}