{

  "1": [
    {"verse_number": 1, "text": "TEXT 1: Dhṛtarāṣṭra said: O Sañjaya, after my sons and the sons of Pāṇḍu assembled in the place of pilgrimage at Kurukṣetra, desiring to fight, what did they do?"},
    {"verse_number": 2, "text": "TEXT 2: Sañjaya said: O King, after looking over the army arranged in military formation by the sons of Pāṇḍu, King Duryodhana went to his teacher and spoke the following words."},
    {"verse_number": 3, "text": "TEXT 3: O my teacher, behold the great army of the sons of Pāṇḍu, so expertly arranged by your intelligent disciple the son of Drupada."},
    {"verse_number": 4, "text": "TEXT 4: Here in this army are many heroic bowmen equal in fighting to Bhīma and Arjuna: great fighters like Yuyudhāna, Virāṭa, and Drupada."},
    {"verse_number": 5, "text": "TEXT 5: There are also great heroic, powerful fighters like Dhṛṣṭaketu, Cekitāna, Kāśirāja, Purujit, Kuntibhoja, and Śaibya."},
    {"verse_number": 6, "text": "TEXT 6: There are the mighty Yudhāmanyu, the very powerful Uttamaujā, the son of Subhadrā and the sons of Draupadī. All these warriors are great chariot fighters."},
    {"verse_number": 7, "text": "TEXT 7: But for your information, O best of the brāhmaṇas, let me tell you about the captains who are especially qualified to lead my military force."},
    {"verse_number": 8, "text": "TEXT 8: There are personalities like you, Bhīṣma, Karṇa, Kṛpa, Aśvatthāmā, Vikarṇa, and the son of Somadatta called Bhūriśravā, who are always victorious in battle."},
    {"verse_number": 9, "text": "TEXT 9: There are many other heroes who are prepared to lay down their lives for my sake. All of them are well equipped with different kinds of weapons, and all are experienced in military science."},
    {"verse_number": 10, "text": "TEXT 10: Our strength is immeasurable, and we are perfectly protected by Grandfather Bhīṣma, whereas the strength of the Pāṇḍavas, carefully protected by Bhīma, is limited."},
    {"verse_number": 11, "text": "TEXT 11: All of you must now give full support to Grandfather Bhīṣma, as you stand at your respective strategic points of entrance into the phalanx of the army."},
    {"verse_number": 12, "text": "TEXT 12: Then Bhīṣma, the great valiant grandsire of the Kuru dynasty, the grandfather of the fighters, blew his conchshell very loudly, making a sound like the roar of a lion, giving Duryodhana joy."},
    {"verse_number": 13, "text": "TEXT 13: After that, the conchshells, drums, bugles, trumpets, and horns were all suddenly sounded, and the combined sound was tumultuous."},
    {"verse_number": 14, "text": "TEXT 14: On the other side, both Lord Kṛṣṇa and Arjuna, stationed on a great chariot drawn by white horses, sounded their transcendental conchshells."},
    {"verse_number": 15, "text": "TEXT 15: Lord Kṛṣṇa blew His conchshell, called Pāñcajanya; Arjuna blew his, the Devadatta; and Bhīma, the voracious eater and performer of herculean tasks, blew his terrific conchshell, called Pauṇḍra."},
    {"verse_number": 16, "text": "TEXTS 16-18: King Yudhiṣṭira, the son of Kuntī, blew his conchshell, the Ananta-vijaya, and Nakula and Sahadeva blew the Sughoṣa and Maṇipuṣpaka. That great archer, the King of Kāśī, the great fighter Śikhaṇḍī, Dhṛṣṭadyumna, Virāṭa, the unconquerable Sātyaki, Drupada, the sons of Draupadī, and others, O King, such as the mighty-armed son of Subhadrā, all blew their respective conchshells."},
    {"verse_number": 19, "text": "TEXT 19: The blowing of these different conchshells became uproarious. Vibrating both in the sky and on the earth, it shattered the hearts of the sons of Dhṛtarāṣṭra."},
    {"verse_number": 20, "text": "TEXT 20: At that time Arjuna, the son of Pāṇḍu, seated in the chariot bearing the flag marked with Hanumān, took up his bow and prepared to shoot his arrows. O King, after looking at the sons of Dhṛtarāṣṭra drawn in military array, Arjuna then spoke to Lord Kṛṣṇa these words."},
    {"verse_number": 21, "text": "TEXTS 21-22: Arjuna said: O infallible one, please draw my chariot between the two armies so that I may see those present here, who desire to fight, and with whom I must contend in this great trial of arms."},
    {"verse_number": 23, "text": "TEXT 23: Let me see those who have come here to fight, wishing to please the evil-minded son of Dhṛtarāṣṭra."},
    {"verse_number": 24, "text": "TEXT 24: Sañjaya said: O descendant of Bharata, having thus been addressed by Arjuna, Lord Kṛṣṇa drew up the fine chariot in the midst of the armies of both parties."},
    {"verse_number": 25, "text": "TEXT 25: In the presence of Bhīṣma, Droṇa, and all the other chieftains of the world, the Lord said, “Just behold, Pārtha, all the Kurus assembled here.”"},
    {"verse_number": 26, "text": "TEXT 26: There Arjuna could see, within the midst of the armies of both parties, his fathers, grandfathers, teachers, maternal uncles, brothers, sons, grandsons, friends, and also his fathers-in-law and well-wishers."},
    {"verse_number": 27, "text": "TEXT 27: When the son of Kuntī, Arjuna, saw all these different grades of friends and relatives, he became overwhelmed with compassion and spoke thus."},
    {"verse_number": 28, "text": "TEXT 28: Arjuna said: My dear Kṛṣṇa, seeing my friends and relatives present before me in such a fighting spirit, I feel the limbs of my body quivering and my mouth drying up."},
    {"verse_number": 29, "text": "TEXT 29: My whole body is trembling, my hair is standing on end, my bow Gāṇḍīva is slipping from my hand, and my skin is burning."},
    {"verse_number": 30, "text": "TEXT 30: I am now unable to stand here any longer. I am forgetting myself, and my mind is reeling. I see only causes of misfortune, O Kṛṣṇa, killer of the Keśī demon."},
    {"verse_number": 31, "text": "TEXT 31: I do not see how any good can come from killing my own kinsmen in this battle, nor can I, my dear Kṛṣṇa, desire any subsequent victory, kingdom or happiness."},
    {"verse_number": 32, "text": "TEXTS 32-35: O Govinda, of what avail to us are a kingdom, happiness or even life itself when all those for whom we may desire them are now arrayed on this battlefield? O Madhusūdana, when teachers, fathers, sons, grandfathers, maternal uncles, fathers-in-law, grandsons, brothers-in-law, and other relatives are ready to give up their lives and properties and are standing before me, why should I wish to kill them, even though they might otherwise kill me? O maintainer of all living entities, I am not prepared to fight with them even in exchange for the three worlds, let alone this earth. What pleasure will we derive from killing the sons of Dhṛtarāṣṭra?"},
    {"verse_number": 36, "text": "TEXT 36: Sin will overcome us if we slay such aggressors. Therefore it is not proper for us to kill the sons of Dhṛtarāṣṭra and our friends. What should we gain, O Kṛṣṇa, husband of the goddess of fortune, and how could we be happy by killing our own kinsmen?"},
    {"verse_number": 37, "text": "TEXTS 37-38: O Janārdana, although these men, their hearts overtaken by greed, see no fault in killing one’s family or quarreling with friends, why should we, who can see the crime in destroying a family, engage in these acts of sin?"},
    {"verse_number": 39, "text": "TEXT 39: With the destruction of the dynasty, the eternal family tradition is vanquished, and thus the rest of the family becomes involved in irreligion."},
    {"verse_number": 40, "text": "TEXT 40: When irreligion is prominent in the family, O Kṛṣṇa, the women of the family become polluted, and from the degradation of womanhood, O descendant of Vṛṣṇi, comes unwanted progeny."},
    {"verse_number": 41, "text": "TEXT 41: An increase of unwanted population certainly causes hellish life both for the family and for those who destroy the family tradition. The ancestors of such corrupt families fall down because the performances for offering them food and water are entirely stopped."},
    {"verse_number": 42, "text": "TEXT 42: By the evil deeds of those who destroy the family tradition and thus give rise to unwanted children, all kinds of community projects and family welfare activities are devastated."},
    {"verse_number": 43, "text": "TEXT 43: O Kṛṣṇa, maintainer of the people, I have heard by disciplic succession that those whose family traditions are destroyed dwell always in hell."},
    {"verse_number": 44, "text": "TEXT 44: Alas, how strange it is that we are preparing to commit greatly sinful acts. Driven by the desire to enjoy royal happiness, we are intent on killing our own kinsmen."},
    {"verse_number": 45, "text": "TEXT 45: Better for me if the sons of Dhṛtarāṣṭra, weapons in hand, were to kill me unarmed and unresisting on the battlefield."},
    {"verse_number": 46, "text": "TEXT 46: Sañjaya said: Arjuna, having thus spoken on the battlefield, cast aside his bow and arrows and sat down on the chariot, his mind overwhelmed with grief."}
  ],
  "2": [
    {"verse_number": 1, "text": "TEXT 1: Sañjaya said: Seeing Arjuna full of compassion, his mind depressed, his eyes full of tears, Madhusūdana, Kṛṣṇa, spoke the following words."},
    {"verse_number": 2, "text": "TEXT 2: The Supreme Personality of Godhead said: My dear Arjuna, how have these impurities come upon you? They are not at all befitting a man who knows the value of life. They lead not to higher planets but to infamy."},
    {"verse_number": 3, "text": "TEXT 3: O son of Pṛthā, do not yield to this degrading impotence. It does not become you. Give up such petty weakness of heart and arise, O chastiser of the enemy."},
    {"verse_number": 4, "text": "TEXT 4: Arjuna said: O killer of enemies, O killer of Madhu, how can I counterattack with arrows in battle men like Bhīṣma and Droṇa, who are worthy of my worship?"},
    {"verse_number": 5, "text": "TEXT 5: It would be better to live in this world by begging than to live at the cost of the lives of great souls who are my teachers. Even though desiring worldly gain, they are superiors. If they are killed, everything we enjoy will be tainted with blood."},
    {"verse_number": 6, "text": "TEXT 6: Nor do we know which is better – conquering them or being conquered by them. If we killed the sons of Dhṛtarāṣṭra, we should not care to live. Yet they are now standing before us on the battlefield."},
    {"verse_number": 7, "text": "TEXT 7: Now I am confused about my duty and have lost all composure because of miserly weakness. In this condition I am asking You to tell me for certain what is best for me. Now I am Your disciple, and a soul surrendered unto You. Please instruct me."},
    {"verse_number": 8, "text": "TEXT 8: I can find no means to drive away this grief which is drying up my senses. I will not be able to dispel it even if I win a prosperous, unrivaled kingdom on earth with sovereignty like the demigods in heaven."},
    {"verse_number": 9, "text": "TEXT 9: Sañjaya said: Having spoken thus, Arjuna, chastiser of enemies, told Kṛṣṇa, 'Govinda, I shall not fight,' and fell silent."},
    {"verse_number": 10, "text": "TEXT 10: O descendant of Bharata, at that time Kṛṣṇa, smiling, in the midst of both the armies, spoke the following words to the grief-stricken Arjuna."},
    {"verse_number": 11, "text": "TEXT 11: The Supreme Personality of Godhead said: While speaking learned words, you are mourning for what is not worthy of grief. Those who are wise lament neither for the living nor for the dead."},
    {"verse_number": 12, "text": "TEXT 12: Never was there a time when I did not exist, nor you, nor all these kings; nor in the future shall any of us cease to be."},
    {"verse_number": 13, "text": "TEXT 13: As the embodied soul continuously passes, in this body, from boyhood to youth to old age, the soul similarly passes into another body at death. A sober person is not bewildered by such a change."},
    {"verse_number": 14, "text": "TEXT 14: O son of Kuntī, the nonpermanent appearance of happiness and distress, and their disappearance in due course, are like the appearance and disappearance of winter and summer seasons. They arise from sense perception, O scion of Bharata, and one must learn to tolerate them without being disturbed."},
    {"verse_number": 15, "text": "TEXT 15: O best among men [Arjuna], the person who is not disturbed by happiness and distress and is steady in both is certainly eligible for liberation."},
    {"verse_number": 16, "text": "TEXT 16: Those who are seers of the truth have concluded that of the nonexistent [the material body] there is no endurance and of the eternal [the soul] there is no change. This they have concluded by studying the nature of both."},
    {"verse_number": 17, "text": "TEXT 17: That which pervades the entire body you should know to be indestructible. No one is able to destroy that imperishable soul."},
    {"verse_number": 18, "text": "TEXT 18: The material body of the indestructible, immeasurable and eternal living entity is sure to come to an end; therefore, fight, O descendant of Bharata."},
    {"verse_number": 19, "text": "TEXT 19: Neither he who thinks the living entity the slayer nor he who thinks it slain is in knowledge, for the self slays not nor is slain."},
    {"verse_number": 20, "text": "TEXT 20: For the soul there is neither birth nor death at any time. He has not come into being, does not come into being, and will not come into being. He is unborn, eternal, ever-existing and primeval. He is not slain when the body is slain."},
    {"verse_number": 21, "text": "TEXT 21: O Pārtha, how can a person who knows that the soul is indestructible, eternal, unborn and immutable kill anyone or cause anyone to kill?"},
    {"verse_number": 22, "text": "TEXT 22: As a person puts on new garments, giving up old ones, the soul similarly accepts new material bodies, giving up the old and useless ones."},
    {"verse_number": 23, "text": "TEXT 23: The soul can never be cut to pieces by any weapon, nor burned by fire, nor moistened by water, nor withered by the wind."},
    {"verse_number": 24, "text": "TEXT 24: This individual soul is unbreakable and insoluble, and can be neither burned nor dried. He is everlasting, present everywhere, unchangeable, immovable and eternally the same."},
    {"verse_number": 25, "text": "TEXT 25: It is said that the soul is invisible, inconceivable and immutable. Knowing this, you should not grieve for the body."},
    {"verse_number": 26, "text": "TEXT 26: If, however, you think that the soul [or the symptoms of life] will always be born and die forever, you still have no reason to lament, O mighty-armed."},
    {"verse_number": 27, "text": "TEXT 27: One who has taken his birth is sure to die, and after death one is sure to take birth again. Therefore, in the unavoidable discharge of your duty, you should not lament."},
    {"verse_number": 28, "text": "TEXT 28: All created beings are unmanifest in their beginning, manifest in their interim state, and unmanifest again when annihilated. So what need is there for lamentation?"},
    {"verse_number": 29, "text": "TEXT 29: Some look on the soul as amazing, some describe him as amazing, and some hear of him as amazing, while others, even after hearing about him, cannot understand him at all."},
    {"verse_number": 30, "text": "TEXT 30: O descendant of Bharata, he who dwells in the body can never be slain. Therefore you need not grieve for any living being."},
    {"verse_number": 31, "text": "TEXT 31: Considering your specific duty as a kṣatriya, you should know that there is no better engagement for you than fighting on religious principles; and so there is no need for hesitation."},
    {"verse_number": 32, "text": "TEXT 32: O Pārtha, happy are the kṣatriyas to whom such fighting opportunities come unsought, opening for them the doors of the heavenly planets."},
    {"verse_number": 33, "text": "TEXT 33: If, however, you do not perform your religious duty of fighting, then you will certainly incur sins for neglecting your duties and thus lose your reputation as a fighter."},
    {"verse_number": 34, "text": "TEXT 34: People will always speak of your infamy, and for a respectable person, dishonor is worse than death."},
    {"verse_number": 35, "text": "TEXT 35: The great generals who have highly esteemed your name and fame will think that you have left the battlefield out of fear only, and thus they will consider you insignificant."},
    {"verse_number": 36, "text": "TEXT 36: Your enemies will describe you in many unkind words and scorn your ability. What could be more painful for you?"},
    {"verse_number": 37, "text": "TEXT 37: O son of Kuntī, either you will be killed on the battlefield and attain the heavenly planets, or you will conquer and enjoy the earthly kingdom. Therefore, get up with determination and fight."},
    {"verse_number": 38, "text": "TEXT 38: Do thou fight for the sake of fighting, without considering happiness or distress, loss or gain, victory or defeat – and by so doing you shall never incur sin."},
    {"verse_number": 39, "text": "TEXT 39: Thus far I have described this knowledge to you through analytical study. Now listen as I explain it in terms of working without fruitive results. O son of Pṛthā, when you act in such knowledge you can free yourself from the bondage of works."},
    {"verse_number": 40, "text": "TEXT 40: In this endeavor there is no loss or diminution, and a little advancement on this path can protect one from the most dangerous type of fear."},
    {"verse_number": 41, "text": "TEXT 41: Those who are on this path are resolute in purpose, and their aim is one. O beloved child of the Kurus, the intelligence of those who are irresolute is many-branched."},
    {"verse_number": 42, "text": "TEXTS 42-43: Men of small knowledge are very much attached to the flowery words of the Vedas, which recommend various fruitive activities for elevation to heavenly planets, resultant good birth, power, and so forth. Being desirous of sense gratification and opulent life, they say that there is nothing more than this."},
    {"verse_number": 44, "text": "TEXT 44: In the minds of those who are too attached to sense enjoyment and material opulence, and who are bewildered by such things, the resolute determination for devotional service to the Supreme Lord does not take place."},
    {"verse_number": 45, "text": "TEXT 45: The Vedas deal mainly with the subject of the three modes of material nature. O Arjuna, become transcendental to these three modes. Be free from all dualities and from all anxieties for gain and safety, and be established in the self."},
    {"verse_number": 46, "text": "TEXT 46: All purposes served by a small well can at once be served by a great reservoir of water. Similarly, all the purposes of the Vedas can be served to one who knows the purpose behind them."},
    {"verse_number": 47, "text": "TEXT 47: You have a right to perform your prescribed duty, but you are not entitled to the fruits of action. Never consider yourself the cause of the results of your activities, and never be attached to not doing your duty."},
    {"verse_number": 48, "text": "TEXT 48: Perform your duty equipoised, O Arjuna, abandoning all attachment to success or failure. Such equanimity is called yoga."},
    {"verse_number": 49, "text": "TEXT 49: O Dhanañjaya, keep all abominable activities far distant by devotional service, and in that consciousness surrender unto the Lord. Those who want to enjoy the fruits of their work are misers."},
    {"verse_number": 50, "text": "TEXT 50: A man engaged in devotional service rids himself of both good and bad reactions even in this life. Therefore strive for yoga, which is the art of all work."},
    {"verse_number": 51, "text": "TEXT 51: By thus engaging in devotional service to the Lord, great sages or devotees free themselves from the results of work in the material world. In this way they become free from the cycle of birth and death and attain the state beyond all miseries [by going back to Godhead]."},
    {"verse_number": 52, "text": "TEXT 52: When your intelligence has passed out of the dense forest of delusion, you shall become indifferent to all that has been heard and all that is to be heard."},
    {"verse_number": 53, "text": "TEXT 53: When your mind is no longer disturbed by the flowery language of the Vedas, and when it remains fixed in the trance of self-realization, then you will have attained the divine consciousness."},
    {"verse_number": 54, "text": "TEXT 54: Arjuna said: O Kṛṣṇa, what are the symptoms of one whose consciousness is thus merged in transcendence? How does he speak, and what is his language? How does he sit, and how does he walk?"},
    {"verse_number": 55, "text": "TEXT 55: The Supreme Personality of Godhead said: O Pārtha, when a man gives up all varieties of desire for sense gratification, which arise from mental concoction, and when his mind, thus purified, finds satisfaction in the self alone, then he is said to be in pure transcendental consciousness."},
    {"verse_number": 56, "text": "TEXT 56: One who is not disturbed in mind even amidst the threefold miseries or elated when there is happiness, and who is free from attachment, fear and anger, is called a sage of steady mind."},
    {"verse_number": 57, "text": "TEXT 57: In the material world, one who is unaffected by whatever good or evil he may obtain, neither praising it nor despising it, is firmly fixed in perfect knowledge."},
    {"verse_number": 58, "text": "TEXT 58: One who is able to withdraw his senses from sense objects, as the tortoise draws its limbs within the shell, is firmly fixed in perfect consciousness."},
    {"verse_number": 59, "text": "TEXT 59: Though the embodied soul may be restricted from sense enjoyment, the taste for sense objects remains. But, ceasing such engagements by experiencing a higher taste, he is fixed in consciousness."},
    {"verse_number": 60, "text": "TEXT 60: The senses are so strong and impetuous, O Arjuna, that they forcibly carry away the mind even of a man of discrimination who is endeavoring to control them."},
    {"verse_number": 61, "text": "TEXT 61: One who restrains his senses, keeping them under full control, and fixes his consciousness upon Me, is known as a man of steady intelligence."},
    {"verse_number": 62, "text": "TEXT 62: While contemplating the objects of the senses, a person develops attachment for them, and from such attachment lust develops, and from lust anger arises."},
    {"verse_number": 63, "text": "TEXT 63: From anger, complete delusion arises, and from delusion bewilderment of memory. When memory is bewildered, intelligence is lost, and when intelligence is lost one falls down again into the material pool."},
    {"verse_number": 64, "text": "TEXT 64: But a person free from all attachment and aversion and able to control his senses through regulative principles of freedom can obtain the complete mercy of the Lord."},
    {"verse_number": 65, "text": "TEXT 65: For one thus satisfied [in Kṛṣṇa consciousness], the threefold miseries of material existence exist no longer; in such satisfied consciousness, one’s intelligence is soon well established."},
    {"verse_number": 66, "text": "TEXT 66: One who is not connected with the Supreme [in Kṛṣṇa consciousness] can have neither transcendental intelligence nor a steady mind, without which there is no possibility of peace. And how can there be any happiness without peace?"},
    {"verse_number": 67, "text": "TEXT 67: As a strong wind sweeps away a boat on the water, even one of the roaming senses on which the mind focuses can carry away a man’s intelligence."},
    {"verse_number": 68, "text": "TEXT 68: Therefore, O mighty-armed, one whose senses are restrained from their objects is certainly of steady intelligence."},
    {"verse_number": 69, "text": "TEXT 69: What is night for all beings is the time of awakening for the self-controlled; and the time of awakening for all beings is night for the introspective sage."},
    {"verse_number": 70, "text": "TEXT 70: A person who is not disturbed by the incessant flow of desires – that enter like rivers into the ocean, which is ever being filled but is always still – can alone achieve peace, and not the man who strives to satisfy such desires."},
    {"verse_number": 71, "text": "TEXT 71: A person who has given up all desires for sense gratification, who lives free from desires, who has given up all sense of proprietorship and is devoid of false ego – he alone can attain real peace."},
    {"verse_number": 72, "text": "TEXT 72: That is the way of the spiritual and godly life, after attaining which a man is not bewildered. If one is thus situated even at the hour of death, one can enter into the kingdom of God."}
]
,
"3": [
  {"verse_number": 1, "text": "TEXT 1: Arjuna said: O Janārdana, O Keśava, why do You want to engage me in this ghastly warfare, if You think that intelligence is better than fruitive work?"},
  {"verse_number": 2, "text": "TEXT 2: My intelligence is bewildered by Your equivocal instructions. Therefore, please tell me decisively which will be most beneficial for me."},
  {"verse_number": 3, "text": "TEXT 3: The Supreme Personality of Godhead said: O sinless Arjuna, I have already explained that there are two classes of men who try to realize the self. Some are inclined to understand it by empirical, philosophical speculation, and others by devotional service."},
  {"verse_number": 4, "text": "TEXT 4: Not by merely abstaining from work can one achieve freedom from reaction, nor by renunciation alone can one attain perfection."},
  {"verse_number": 5, "text": "TEXT 5: Everyone is forced to act helplessly according to the qualities he has acquired from the modes of material nature; therefore no one can refrain from doing something, not even for a moment."},
  {"verse_number": 6, "text": "TEXT 6: One who restrains the senses of action but whose mind dwells on sense objects certainly deludes himself and is called a pretender."},
  {"verse_number": 7, "text": "TEXT 7: On the other hand, if a sincere person tries to control the active senses by the mind and begins karma-yoga [in Kṛṣṇa consciousness] without attachment, he is by far superior."},
  {"verse_number": 8, "text": "TEXT 8: Perform your prescribed duty, for doing so is better than not working. One cannot even maintain one’s physical body without work."},
  {"verse_number": 9, "text": "TEXT 9: Work done as a sacrifice for Viṣṇu has to be performed; otherwise work causes bondage in this material world. Therefore, O son of Kuntī, perform your prescribed duties for His satisfaction, and in that way you will always remain free from bondage."},
  {"verse_number": 10, "text": "TEXT 10: In the beginning of creation, the Lord of all creatures sent forth generations of men and demigods, along with sacrifices for Viṣṇu, and blessed them by saying, 'Be thou happy by this yajña [sacrifice] because its performance will bestow upon you everything desirable for living happily and achieving liberation.'"},
  {"verse_number": 11, "text": "TEXT 11: The demigods, being pleased by sacrifices, will also please you, and thus, by cooperation between men and demigods, prosperity will reign for all."},
  {"verse_number": 12, "text": "TEXT 12: In charge of the various necessities of life, the demigods, being satisfied by the performance of yajña [sacrifice], will supply all necessities to you. But he who enjoys such gifts without offering them to the demigods in return is certainly a thief."},
  {"verse_number": 13, "text": "TEXT 13: The devotees of the Lord are released from all kinds of sins because they eat food which is offered first for sacrifice. Others, who prepare food for personal sense enjoyment, verily eat only sin."},
  {"verse_number": 14, "text": "TEXT 14: All living bodies subsist on food grains, which are produced from rains. Rains are produced by performance of yajña [sacrifice], and yajña is born of prescribed duties."},
  {"verse_number": 15, "text": "TEXT 15: Regulated activities are prescribed in the Vedas, and the Vedas are directly manifested from the Supreme Personality of Godhead. Consequently the all-pervading Transcendence is eternally situated in acts of sacrifice."},
  {"verse_number": 16, "text": "TEXT 16: My dear Arjuna, one who does not follow in human life the cycle of sacrifice thus established by the Vedas certainly leads a life full of sin. Living only for the satisfaction of the senses, such a person lives in vain."},
  {"verse_number": 17, "text": "TEXT 17: But for one who takes pleasure in the Self, whose human life is one of self-realization, and who is satisfied in the Self only, fully satiated – for him there is no duty."},
  {"verse_number": 18, "text": "TEXT 18: A self-realized man has no purpose to fulfill in the discharge of his prescribed duties, nor has he any reason not to perform such work. Nor has he any need to depend on any other living being."},
  {"verse_number": 19, "text": "TEXT 19: Therefore, without being attached to the fruits of activities, one should act as a matter of duty, for by working without attachment one attains the Supreme."},
  {"verse_number": 20, "text": "TEXT 20: Kings such as Janaka attained perfection solely by performance of prescribed duties. Therefore, just for the sake of educating the people in general, you should perform your work."},
  {"verse_number": 21, "text": "TEXT 21: Whatever action a great man performs, common men follow. And whatever standards he sets by exemplary acts, all the world pursues."},
  {"verse_number": 22, "text": "TEXT 22: O son of Pṛthā, there is no work prescribed for Me within all the three planetary systems. Nor am I in want of anything, nor have I a need to obtain anything – and yet I am engaged in prescribed duties."},
  {"verse_number": 23, "text": "TEXT 23: For if I ever failed to engage in carefully performing prescribed duties, O Pārtha, certainly all men would follow My path."},
  {"verse_number": 24, "text": "TEXT 24: If I did not perform prescribed duties, all these worlds would be put to ruination. I would be the cause of creating unwanted population, and I would thereby destroy the peace of all living beings."},
  {"verse_number": 25, "text": "TEXT 25: As the ignorant perform their duties with attachment to results, the learned may similarly act, but without attachment, for the sake of leading people on the right path."},
  {"verse_number": 26, "text": "TEXT 26: So as not to disrupt the minds of ignorant men attached to the fruitive results of prescribed duties, a learned person should not induce them to stop work. Rather, by working in the spirit of devotion, he should engage them in all sorts of activities [for the gradual development of Kṛṣṇa consciousness]."},
  {"verse_number": 27, "text": "TEXT 27: The spirit soul bewildered by the influence of false ego thinks himself the doer of activities that are in actuality carried out by the three modes of material nature."},
  {"verse_number": 28, "text": "TEXT 28: One who is in knowledge of the Absolute Truth, O mighty-armed, does not engage himself in the senses and sense gratification, knowing well the differences between work in devotion and work for fruitive results."},
  {"verse_number": 29, "text": "TEXT 29: Bewildered by the modes of material nature, the ignorant fully engage themselves in material activities and become attached. But the wise should not unsettle them, although these duties are inferior due to the performers’ lack of knowledge."},
  {"verse_number": 30, "text": "TEXT 30: Therefore, O Arjuna, surrendering all your works unto Me, with full knowledge of Me, without desires for profit, with no claims to proprietorship, and free from lethargy, fight."},
  {"verse_number": 31, "text": "TEXT 31: Those persons who execute their duties according to My injunctions and who follow this teaching faithfully, without envy, become free from the bondage of fruitive actions."},
  {"verse_number": 32, "text": "TEXT 32: But those who, out of envy, disregard these teachings and do not follow them regularly are to be considered bereft of all knowledge, befooled, and ruined in their endeavors for perfection."},
  {"verse_number": 33, "text": "TEXT 33: Even a man of knowledge acts according to his own nature, for everyone follows the nature he has acquired from the three modes. What can repression accomplish?"},
  {"verse_number": 34, "text": "TEXT 34: There are principles to regulate attachment and aversion pertaining to the senses and their objects. One should not come under the control of such attachment and aversion, because they are stumbling blocks on the path of self-realization."},
  {"verse_number": 35, "text": "TEXT 35: It is far better to discharge one’s prescribed duties, even though faultily, than another’s duties perfectly. Destruction in the course of performing one’s own duty is better than engaging in another’s duties, for to follow another’s path is dangerous."},
  {"verse_number": 36, "text": "TEXT 36: Arjuna said: O descendant of Vṛṣṇi, by what is one impelled to sinful acts, even unwillingly, as if engaged by force?"},
  {"verse_number": 37, "text": "TEXT 37: The Supreme Personality of Godhead said: It is lust only, Arjuna, which is born of contact with the material mode of passion and later transformed into wrath, and which is the all-devouring sinful enemy of this world."},
  {"verse_number": 38, "text": "TEXT 38: As fire is covered by smoke, as a mirror is covered by dust, or as the embryo is covered by the womb, the living entity is similarly covered by different degrees of this lust."},
  {"verse_number": 39, "text": "TEXT 39: Thus the wise living entity’s pure consciousness becomes covered by his eternal enemy in the form of lust, which is never satisfied and which burns like fire."},
  {"verse_number": 40, "text": "TEXT 40: The senses, the mind and the intelligence are the sitting places of this lust. Through them lust covers the real knowledge of the living entity and bewilders him."},
  {"verse_number": 41, "text": "TEXT 41: Therefore, O Arjuna, best of the Bhāratas, in the very beginning curb this great symbol of sin [lust] by regulating the senses, and slay this destroyer of knowledge and self-realization."},
  {"verse_number": 42, "text": "TEXT 42: The working senses are superior to dull matter; mind is higher than the senses; intelligence is still higher than the mind; and he [the soul] is even higher than the intelligence."},
  {"verse_number": 43, "text": "TEXT 43: Thus knowing oneself to be transcendental to the material senses, mind and intelligence, O mighty-armed Arjuna, one should steady the mind by deliberate spiritual intelligence [Kṛṣṇa consciousness] and thus – by spiritual strength – conquer this insatiable enemy known as lust."}
]
,
"4": [
  {"verse_number": 1, "text": "TEXT 1: The Personality of Godhead, Lord Śrī Kṛṣṇa, said: I instructed this imperishable science of yoga to the sun-god, Vivasvān, and Vivasvān instructed it to Manu, the father of mankind, and Manu in turn instructed it to Ikṣvāku."},
  {"verse_number": 2, "text": "TEXT 2: This supreme science was thus received through the chain of disciplic succession, and the saintly kings understood it in that way. But in course of time the succession was broken, and therefore the science as it is appears to be lost."},
  {"verse_number": 3, "text": "TEXT 3: That very ancient science of the relationship with the Supreme is today told by Me to you because you are My devotee as well as My friend and can therefore understand the transcendental mystery of this science."},
  {"verse_number": 4, "text": "TEXT 4: Arjuna said: The sun-god Vivasvān is senior by birth to You. How am I to understand that in the beginning You instructed this science to him?"},
  {"verse_number": 5, "text": "TEXT 5: The Personality of Godhead said: Many, many births both you and I have passed. I can remember all of them, but you cannot, O subduer of the enemy!"},
  {"verse_number": 6, "text": "TEXT 6: Although I am unborn and My transcendental body never deteriorates, and although I am the Lord of all living entities, I still appear in every millennium in My original transcendental form."},
  {"verse_number": 7, "text": "TEXT 7: Whenever and wherever there is a decline in religious practice, O descendant of Bharata, and a predominant rise of irreligion – at that time I descend Myself."},
  {"verse_number": 8, "text": "TEXT 8: To deliver the pious and to annihilate the miscreants, as well as to reestablish the principles of religion, I Myself appear, millennium after millennium."},
  {"verse_number": 9, "text": "TEXT 9: One who knows the transcendental nature of My appearance and activities does not, upon leaving the body, take his birth again in this material world, but attains My eternal abode, O Arjuna."},
  {"verse_number": 10, "text": "TEXT 10: Being freed from attachment, fear and anger, being fully absorbed in Me and taking refuge in Me, many, many persons in the past became purified by knowledge of Me – and thus they all attained transcendental love for Me."},
  {"verse_number": 11, "text": "TEXT 11: As all surrender unto Me, I reward them accordingly. Everyone follows My path in all respects, O son of Pṛthā."},
  {"verse_number": 12, "text": "TEXT 12: Men in this world desire success in fruitive activities, and therefore they worship the demigods. Quickly, of course, men get results from fruitive work in this world."},
  {"verse_number": 13, "text": "TEXT 13: According to the three modes of material nature and the work associated with them, the four divisions of human society are created by Me. And although I am the creator of this system, you should know that I am yet the nondoer, being unchangeable."},
  {"verse_number": 14, "text": "TEXT 14: There is no work that affects Me; nor do I aspire for the fruits of action. One who understands this truth about Me also does not become entangled in the fruitive reactions of work."},
  {"verse_number": 15, "text": "TEXT 15: All the liberated souls in ancient times acted with this understanding of My transcendental nature. Therefore you should perform your duty, following in their footsteps."},
  {"verse_number": 16, "text": "TEXT 16: Even the intelligent are bewildered in determining what is action and what is inaction. Now I shall explain to you what action is, knowing which you shall be liberated from all misfortune."},
  {"verse_number": 17, "text": "TEXT 17: The intricacies of action are very hard to understand. Therefore one should know properly what action is, what forbidden action is and what inaction is."},
  {"verse_number": 18, "text": "TEXT 18: One who sees inaction in action and action in inaction is intelligent among men, and he is in the transcendental position, although engaged in all sorts of activities."},
  {"verse_number": 19, "text": "TEXT 19: One is understood to be in full knowledge whose every endeavor is devoid of desire for sense gratification. He is said by sages to be a worker for whom the reactions of work have been burned up by the fire of perfect knowledge."},
  {"verse_number": 20, "text": "TEXT 20: Abandoning all attachment to the results of his activities, ever satisfied and independent, he performs no fruitive action, although engaged in all kinds of undertakings."},
  {"verse_number": 21, "text": "TEXT 21: Such a man of understanding acts with mind and intelligence perfectly controlled, gives up all sense of proprietorship over his possessions and acts only for the bare necessities of life. Thus working, he is not affected by sinful reactions."},
  {"verse_number": 22, "text": "TEXT 22: He who is satisfied with gain which comes of its own accord, who is free from duality and does not envy, who is steady in both success and failure, is never entangled, although performing actions."},
  {"verse_number": 23, "text": "TEXT 23: The work of a man who is unattached to the modes of material nature and who is fully situated in transcendental knowledge merges entirely into transcendence."},
  {"verse_number": 24, "text": "TEXT 24: A person who is fully absorbed in Kṛṣṇa consciousness is sure to attain the spiritual kingdom because of his full contribution to spiritual activities, in which the consummation is absolute and that which is offered is of the same spiritual nature."},
  {"verse_number": 25, "text": "TEXT 25: Some yogīs perfectly worship the demigods by offering different sacrifices to them, and some offer sacrifices in the fire of the Supreme Brahman."},
  {"verse_number": 26, "text": "TEXT 26: Some [the unadulterated brahmacārīs] sacrifice the hearing process and the senses in the fire of mental control, and others [the regulated householders] sacrifice the objects of the senses in the fire of the senses."},
  {"verse_number": 27, "text": "TEXT 27: Others, who are interested in achieving self-realization through control of the mind and senses, offer the functions of all the senses, and of the life breath, as oblations into the fire of the controlled mind."},
  {"verse_number": 28, "text": "TEXT 28: Having accepted strict vows, some become enlightened by sacrificing their possessions, and others by performing severe austerities, by practicing the yoga of eightfold mysticism, or by studying the Vedas to advance in transcendental knowledge."},
  {"verse_number": 29, "text": "TEXT 29: Still others, who are inclined to the process of breath restraint to remain in trance, practice by offering the movement of the outgoing breath into the incoming, and the incoming breath into the outgoing, and thus at last remain in trance, stopping all breathing. Others, curtailing the eating process, offer the outgoing breath into itself as a sacrifice."},
  {"verse_number": 30, "text": "TEXT 30: All these performers who know the meaning of sacrifice become cleansed of sinful reactions, and, having tasted the nectar of the results of sacrifices, they advance toward the supreme eternal atmosphere."},
  {"verse_number": 31, "text": "TEXT 31: O best of the Kuru dynasty, without sacrifice one can never live happily on this planet or in this life: what then of the next?"},
  {"verse_number": 32, "text": "TEXT 32: All these different types of sacrifice are approved by the Vedas, and all of them are born of different types of work. Knowing them as such, you will become liberated."},
  {"verse_number": 33, "text": "TEXT 33: O chastiser of the enemy, the sacrifice performed in knowledge is better than the mere sacrifice of material possessions. After all, O son of Pṛthā, all sacrifices of work culminate in transcendental knowledge."},
  {"verse_number": 34, "text": "TEXT 34: Just try to learn the truth by approaching a spiritual master. Inquire from him submissively and render service unto him. The self-realized souls can impart knowledge unto you because they have seen the truth."},
  {"verse_number": 35, "text": "TEXT 35: Having obtained real knowledge from a self-realized soul, you will never fall again into such illusion, for by this knowledge you will see that all living beings are but part of the Supreme, or, in other words, that they are Mine."},
  {"verse_number": 36, "text": "TEXT 36: Even if you are considered to be the most sinful of all sinners, when you are situated in the boat of transcendental knowledge you will be able to cross over the ocean of miseries."},
  {"verse_number": 37, "text": "TEXT 37: As a blazing fire turns firewood to ashes, O Arjuna, so does the fire of knowledge burn to ashes all reactions to material activities."},
  {"verse_number": 38, "text": "TEXT 38: In this world, there is nothing so sublime and pure as transcendental knowledge. Such knowledge is the mature fruit of all mysticism. And one who has become accomplished in the practice of devotional service enjoys this knowledge within himself in due course of time."},
  {"verse_number": 39, "text": "TEXT 39: A faithful man who is dedicated to transcendental knowledge and who subdues his senses is eligible to achieve such knowledge, and having achieved it he quickly attains the supreme spiritual peace."},
  {"verse_number": 40, "text": "TEXT 40: But ignorant and faithless persons who doubt the revealed scriptures do not attain God consciousness; they fall down. For the doubting soul there is happiness neither in this world nor in the next."},
  {"verse_number": 41, "text": "TEXT 41: One who acts in devotional service, renouncing the fruits of his actions, and whose doubts have been destroyed by transcendental knowledge, is situated factually in the self. Thus he is not bound by the reactions of work, O conqueror of riches."},
  {"verse_number": 42, "text": "TEXT 42: Therefore the doubts which have arisen in your heart out of ignorance should be slashed by the weapon of knowledge. Armed with yoga, O Bhārata, stand and fight."}
]
,
"5": [
  {"verse_number": 1, "text": "TEXT 1: Arjuna said: O Kṛṣṇa, first of all You ask me to renounce work, and then again You recommend work with devotion. Now will You kindly tell me definitely which of the two is more beneficial?"},
  {"verse_number": 2, "text": "TEXT 2: The Personality of Godhead replied: The renunciation of work and work in devotion are both good for liberation. But, of the two, work in devotional service is better than renunciation of work."},
  {"verse_number": 3, "text": "TEXT 3: One who neither hates nor desires the fruits of his activities is known to be always renounced. Such a person, free from all dualities, easily overcomes material bondage and is completely liberated, O mighty-armed Arjuna."},
  {"verse_number": 4, "text": "TEXT 4: Only the ignorant speak of devotional service [karma-yoga] as being different from the analytical study of the material world [Sāṅkhya]. Those who are actually learned say that he who applies himself well to one of these paths achieves the results of both."},
  {"verse_number": 5, "text": "TEXT 5: One who knows that the position reached by means of analytical study can also be attained by devotional service, and who therefore sees analytical study and devotional service to be on the same level, sees things as they are."},
  {"verse_number": 6, "text": "TEXT 6: Merely renouncing all activities yet not engaging in the devotional service of the Lord cannot make one happy. But a thoughtful person engaged in devotional service can achieve the Supreme without delay."},
  {"verse_number": 7, "text": "TEXT 7: One who works in devotion, who is a pure soul, and who controls his mind and senses is dear to everyone, and everyone is dear to him. Though always working, such a man is never entangled."},
  {"verse_number": 8, "text": "TEXTS 8-9: A person in the divine consciousness, although engaged in seeing, hearing, touching, smelling, eating, moving about, sleeping and breathing, always knows within himself that he actually does nothing at all. Because while speaking, evacuating, receiving, or opening or closing his eyes, he always knows that only the material senses are engaged with their objects and that he is aloof from them."},
  {"verse_number": 10, "text": "TEXT 10: One who performs his duty without attachment, surrendering the results unto the Supreme Lord, is unaffected by sinful action, as the lotus leaf is untouched by water."},
  {"verse_number": 11, "text": "TEXT 11: The yogīs, abandoning attachment, act with body, mind, intelligence and even with the senses, only for the purpose of purification."},
  {"verse_number": 12, "text": "TEXT 12: The steadily devoted soul attains unadulterated peace because he offers the result of all activities to Me; whereas a person who is not in union with the Divine, who is greedy for the fruits of his labor, becomes entangled."},
  {"verse_number": 13, "text": "TEXT 13: When the embodied living being controls his nature and mentally renounces all actions, he resides happily in the city of nine gates [the material body], neither working nor causing work to be done."},
  {"verse_number": 14, "text": "TEXT 14: The embodied spirit, master of the city of his body, does not create activities, nor does he induce people to act, nor does he create the fruits of action. All this is enacted by the modes of material nature."},
  {"verse_number": 15, "text": "TEXT 15: Nor does the Supreme Lord assume anyone’s sinful or pious activities. Embodied beings, however, are bewildered because of the ignorance which covers their real knowledge."},
  {"verse_number": 16, "text": "TEXT 16: When, however, one is enlightened with the knowledge by which nescience is destroyed, then his knowledge reveals everything, as the sun lights up everything in the daytime."},
  {"verse_number": 17, "text": "TEXT 17: When one’s intelligence, mind, faith and refuge are all fixed in the Supreme, then one becomes fully cleansed of misgivings through complete knowledge and thus proceeds straight on the path of liberation."},
  {"verse_number": 18, "text": "TEXT 18: The humble sages, by virtue of true knowledge, see with equal vision a learned and gentle brāhmaṇa, a cow, an elephant, a dog and a dog-eater [outcaste]."},
  {"verse_number": 19, "text": "TEXT 19: Those whose minds are established in sameness and equanimity have already conquered the conditions of birth and death. They are flawless like Brahman, and thus they are already situated in Brahman."},
  {"verse_number": 20, "text": "TEXT 20: A person who neither rejoices upon achieving something pleasant nor laments upon obtaining something unpleasant, who is self-intelligent, who is unbewildered, and who knows the science of God is already situated in transcendence."},
  {"verse_number": 21, "text": "TEXT 21: Such a liberated person is not attracted to material sense pleasure but is always in trance, enjoying the pleasure within. In this way the self-realized person enjoys unlimited happiness, for he concentrates on the Supreme."},
  {"verse_number": 22, "text": "TEXT 22: An intelligent person does not take part in the sources of misery, which are due to contact with the material senses. O son of Kuntī, such pleasures have a beginning and an end, and so the wise man does not delight in them."},
  {"verse_number": 23, "text": "TEXT 23: Before giving up this present body, if one is able to tolerate the urges of the material senses and check the force of desire and anger, he is well situated and is happy in this world."},
  {"verse_number": 24, "text": "TEXT 24: One whose happiness is within, who is active and rejoices within, and whose aim is inward is actually the perfect mystic. He is liberated in the Supreme, and ultimately he attains the Supreme."},
  {"verse_number": 25, "text": "TEXT 25: Those who are beyond the dualities that arise from doubts, whose minds are engaged within, who are always busy working for the welfare of all living beings and who are free from all sins achieve liberation in the Supreme."},
  {"verse_number": 26, "text": "TEXT 26: Those who are free from anger and all material desires, who are self-realized, self-disciplined and constantly endeavoring for perfection, are assured of liberation in the Supreme."},
  {"verse_number": 27, "text": "TEXTS 27-28: Shutting out all external sense objects, keeping the eyes and vision concentrated between the two eyebrows, suspending the inward and outward breaths within the nostrils, and thus controlling the mind, senses and intelligence, the transcendentalist aiming at liberation becomes free from desire, fear and anger. One who is always in this state is certainly liberated."},
  {"verse_number": 29, "text": "TEXT 29: A person in full consciousness of Me, knowing Me to be the ultimate beneficiary of all sacrifices and austerities, the Supreme Lord of all planets and demigods, and the benefactor and well-wisher of all living entities, attains peace from the pangs of material miseries."}
]
,
"6": [
  {"verse_number": 1, "text": "TEXT 1: The Supreme Personality of Godhead said: One who is unattached to the fruits of his work and who works as he is obligated is in the renounced order of life, and he is the true mystic, not he who lights no fire and performs no duty."},
  {"verse_number": 2, "text": "TEXT 2: What is called renunciation you should know to be the same as yoga, or linking oneself with the Supreme, O son of Pāṇḍu, for one can never become a yogī unless he renounces the desire for sense gratification."},
  {"verse_number": 3, "text": "TEXT 3: For one who is a neophyte in the eightfold yoga system, work is said to be the means; and for one who is already elevated in yoga, cessation of all material activities is said to be the means."},
  {"verse_number": 4, "text": "TEXT 4: A person is said to be elevated in yoga when, having renounced all material desires, he neither acts for sense gratification nor engages in fruitive activities."},
  {"verse_number": 5, "text": "TEXT 5: One must deliver himself with the help of his mind, and not degrade himself. The mind is the friend of the conditioned soul, and his enemy as well."},
  {"verse_number": 6, "text": "TEXT 6: For him who has conquered the mind, the mind is the best of friends; but for one who has failed to do so, his mind will remain the greatest enemy."},
  {"verse_number": 7, "text": "TEXT 7: For one who has conquered the mind, the Supersoul is already reached, for he has attained tranquillity. To such a man happiness and distress, heat and cold, honor and dishonor are all the same."},
  {"verse_number": 8, "text": "TEXT 8: A person is said to be established in self-realization and is called a yogī [or mystic] when he is fully satisfied by virtue of acquired knowledge and realization. Such a person is situated in transcendence and is self-controlled. He sees everything – whether it be pebbles, stones or gold – as the same."},
  {"verse_number": 9, "text": "TEXT 9: A person is considered still further advanced when he regards honest well-wishers, affectionate benefactors, the neutral, mediators, the envious, friends and enemies, the pious and the sinners all with an equal mind."},
  {"verse_number": 10, "text": "TEXT 10: A transcendentalist should always engage his body, mind and self in relationship with the Supreme; he should live alone in a secluded place and should always carefully control his mind. He should be free from desires and feelings of possessiveness."},
  {"verse_number": 11, "text": "TEXTS 11-12: To practice yoga, one should go to a secluded place and should lay kuśa grass on the ground and then cover it with a deerskin and a soft cloth. The seat should be neither too high nor too low and should be situated in a sacred place. The yogī should then sit on it very firmly and practice yoga to purify the heart by controlling his mind, senses and activities and fixing the mind on one point."},
  {"verse_number": 13, "text": "TEXTS 13-14: One should hold one’s body, neck and head erect in a straight line and stare steadily at the tip of the nose. Thus, with an unagitated, subdued mind, devoid of fear, completely free from sex life, one should meditate upon Me within the heart and make Me the ultimate goal of life."},
  {"verse_number": 15, "text": "TEXT 15: Thus practicing constant control of the body, mind and activities, the mystic transcendentalist, his mind regulated, attains to the kingdom of God [or the abode of Kṛṣṇa] by cessation of material existence."},
  {"verse_number": 16, "text": "TEXT 16: There is no possibility of one’s becoming a yogī, O Arjuna, if one eats too much or eats too little, sleeps too much or does not sleep enough."},
  {"verse_number": 17, "text": "TEXT 17: He who is regulated in his habits of eating, sleeping, recreation and work can mitigate all material pains by practicing the yoga system."},
  {"verse_number": 18, "text": "TEXT 18: When the yogī, by practice of yoga, disciplines his mental activities and becomes situated in transcendence – devoid of all material desires – he is said to be well established in yoga."},
  {"verse_number": 19, "text": "TEXT 19: As a lamp in a windless place does not waver, so the transcendentalist, whose mind is controlled, remains always steady in his meditation on the transcendent Self."},
  {"verse_number": 20, "text": "TEXTS 20-23: In the stage of perfection called trance, or samādhi, one’s mind is completely restrained from material mental activities by practice of yoga. This perfection is characterized by one’s ability to see the Self by the pure mind and to relish and rejoice in the Self. In that joyous state, one is situated in boundless transcendental happiness, realized through transcendental senses. Established thus, one never departs from the truth, and upon gaining this he thinks there is no greater gain. Being situated in such a position, one is never shaken, even in the midst of the greatest difficulty. This indeed is actual freedom from all miseries arising from material contact."},
  {"verse_number": 24, "text": "TEXT 24: One should engage oneself in the practice of yoga with determination and faith and not be deviated from the path. One should abandon, without exception, all material desires born of mental speculation and thus control all the senses on all sides by the mind."},
  {"verse_number": 25, "text": "TEXT 25: Gradually, step by step, one should become situated in trance by means of intelligence sustained by full conviction, and thus the mind should be fixed on the Self alone and should think of nothing else."},
  {"verse_number": 26, "text": "TEXT 26: From wherever the mind wanders due to its flickering and unsteady nature, one must certainly withdraw it and bring it back under the control of the Self."},
  {"verse_number": 27, "text": "TEXT 27: The yogī whose mind is fixed on Me verily attains the highest perfection of transcendental happiness. He is beyond the mode of passion, he realizes his qualitative identity with the Supreme, and thus he is freed from all reactions to past deeds."},
  {"verse_number": 28, "text": "TEXT 28: Thus the self-controlled yogī, constantly engaged in yoga practice, becomes free from all material contamination and achieves the highest stage of perfect happiness in transcendental loving service to the Lord."},
  {"verse_number": 29, "text": "TEXT 29: A true yogī observes Me in all beings and also sees every being in Me. Indeed, the self-realized person sees Me, the same Supreme Lord, everywhere."},
  {"verse_number": 30, "text": "TEXT 30: For one who sees Me everywhere and sees everything in Me, I am never lost, nor is he ever lost to Me."},
  {"verse_number": 31, "text": "TEXT 31: Such a yogī, who engages in the worshipful service of the Supersoul, knowing that I and the Supersoul are one, remains always in Me in all circumstances."},
  {"verse_number": 32, "text": "TEXT 32: He is a perfect yogī who, by comparison to his own self, sees the true equality of all beings, in both their happiness and their distress, O Arjuna!"},
  {"verse_number": 33, "text": "TEXT 33: Arjuna said: O Madhusūdana, the system of yoga which You have summarized appears impractical and unendurable to me, for the mind is restless and unsteady."},
  {"verse_number": 34, "text": "TEXT 34: The mind is restless, turbulent, obstinate and very strong, O Kṛṣṇa, and to subdue it, I think, is more difficult than controlling the wind."},
  {"verse_number": 35, "text": "TEXT 35: Lord Śrī Kṛṣṇa said: O mighty-armed son of Kuntī, it is undoubtedly very difficult to curb the restless mind, but it is possible by suitable practice and by detachment."},
  {"verse_number": 36, "text": "TEXT 36: For one whose mind is unbridled, self-realization is difficult work. But he whose mind is controlled and who strives by appropriate means is assured of success. That is My opinion."},
  {"verse_number": 37, "text": "TEXT 37: Arjuna said: O Kṛṣṇa, what is the destination of the unsuccessful transcendentalist, who in the beginning takes to the process of self-realization with faith but who later desists due to worldly-mindedness and thus does not attain perfection in mysticism?"},
  {"verse_number": 38, "text": "TEXT 38: O mighty-armed Kṛṣṇa, does not such a man, who is bewildered from the path of transcendence, fall away from both spiritual and material success and perish like a riven cloud, with no position in any sphere?"},
  {"verse_number": 39, "text": "TEXT 39: This is my doubt, O Kṛṣṇa, and I ask You to dispel it completely. But for You, no one is to be found who can destroy this doubt."},
  {"verse_number": 40, "text": "TEXT 40: The Supreme Personality of Godhead said: Son of Pṛthā, a transcendentalist engaged in auspicious activities does not meet with destruction either in this world or in the spiritual world; one who does good, My friend, is never overcome by evil."},
  {"verse_number": 41, "text": "TEXT 41: The unsuccessful yogī, after many, many years of enjoyment on the planets of the pious living entities, is born into a family of righteous people, or into a family of rich aristocracy."},
  {"verse_number": 42, "text": "TEXT 42: Or [if unsuccessful after long practice of yoga] he takes his birth in a family of transcendentalists who are surely great in wisdom. Certainly, such a birth is rare in this world."},
  {"verse_number": 43, "text": "TEXT 43: On taking such a birth, he revives the divine consciousness of his previous life, and he again tries to make further progress in order to achieve complete success, O son of Kuru."},
  {"verse_number": 44, "text": "TEXT 44: By virtue of the divine consciousness of his previous life, he automatically becomes attracted to the yogic principles – even without seeking them. Such an inquisitive transcendentalist stands always above the ritualistic principles of the scriptures."},
  {"verse_number": 45, "text": "TEXT 45: And when the yogī engages himself with sincere endeavor in making further progress, being washed of all contaminations, then ultimately, achieving perfection after many, many births of practice, he attains the supreme goal."},
  {"verse_number": 46, "text": "TEXT 46: A yogī is greater than the ascetic, greater than the empiricist and greater than the fruitive worker. Therefore, O Arjuna, in all circumstances, be a yogī."},
  {"verse_number": 47, "text": "TEXT 47: And of all yogīs, the one with great faith who always abides in Me, thinks of Me within himself and renders transcendental loving service to Me – he is the most intimately united with Me in yoga and is the highest of all. That is My opinion."}
]
,
    "7": [
      {"verse_number": 1, "text": "Verse 1 text..."},
      {"verse_number": 2, "text": "Verse 2 text..."}
     
    ]
    
  }
  